Repository: hupe13/extensions-leaflet-map-github
Catalog: lang/extensions-leaflet-map-*.po
Languages: de_de

source: "default" means: one-circle strategy up to 8 elements, else spiral strategy
de_de: "default" bedeutet: Kreis-Strategie (one-circle) bis zu 8 Elementen, sonst Spiralstrategie (spiral)

source: %1$s and %2$s of the target geojson marker
de_de: %1$s und %2$s des Markers aus der Geojson-Datei

source: %1$s from target map (see %2$s option %1$s). Default: current map
de_de: %1$s der Zielkarte (siehe %2$s Option %1$s). Standard: aktuelle Karte

source: %1$s has some english strings in the frontend. Go to %2$s, choose your language and %3$s or %4$s, filter %5$s and translate these 36 short strings.
de_de: %1$s hat einige englische Zeichenfolgen im Frontend. Gehe zu %2$s, wähle deine Sprache und %3$s oder %4$s, filtere nach %5$s und übersetze diese 36 kurzen Zeichenfolgen.

source: %1$s in querystring or in %2$s
de_de: %1$s in Querystring oder in %2$s

source: %1$s is for icon filename required. The icons directory must be the same as from %2$s.
de_de: %1$s ist erforderlich, wenn der Dateiname des Icons verwendet wird. Das Icon muss sich im Verzeichnis der %2$s befinden.

source: %1$s is not active, %2$s parameters will interpreted with %3$s.
de_de: %1$s ist nicht aktiv, die Parameter von %2$s werden durch %3$s interpretiert.

source: %1$s must be before %2$s.
de_de: %1$s muss vor %2$s angegeben werden.

source: %1$s outside, %2$s inside
de_de: %1$s außerhalb, %2$s innerhalb

source: %1$s, %2$s and %3$s describe the %4$sstart point%5$s and are optional.
de_de: %1$s, %2$s und %3$s beschreiben den %4$sStartpunkt%5$s und sind optional.

source: %1$sPlease note%2$s (Quote from Leaflet Providers page):
de_de: %1$sBitte beachte %2$s (Zitat von Leaflet Providers):

source: %s is case sensitive.
de_de: Bei %s wird zwischen Groß- und Kleinschreibung unterschieden.

source: %s is the url of the trackfile.
de_de: %s ist die URL des Trackfiles.

source: %s switches only the markers.
de_de: %s schaltet nur Marker um.

source: (default) prepare the tracks for %s
de_de: (Standard) bereite die Tracks für %s vor

source: (like shortcode without brackets)
de_de: (wie beim Shortcode nur ohne eckige Klammern)

source: (max 16 %1$s for %2$s, 14 for %3$s)
de_de: (max 16 %1$s für %2$s, 14 für %3$s)

source: (relative) path to directory, accessible both from path and from url
de_de: (relativer) Pfad zum Verzeichnis, der sowohl über den Pfad als auch über die URL zugänglich ist

source: [Lat, Long] vs [Long, Lat] points. (leaflet default: [Lat, Long])
de_de: [Lat, Long] vs [Long, Lat] Koordinaten. (leaflet Standard: [Lat, Long])

source: a %1$s for geojson marker. For %2$s it is always %3$s and is ignored.
de_de: %1$s für Geojson-Marker. Für %2$s ist es immer %3$s und wird ignoriert.

source: A %1$s has %2$s, each of them has a %3$s and %4$s. %5$s is the label of a %6$s in %7$s, e.g.
de_de: Eine %1$s hat %2$s, jede von ihnen hat eine %3$s und %4$s. %5$s ist die Bezeichnung einer %6$s in %7$s, z. B.

source: A %s in a geojson file is specified like this:
de_de: Ein %s in einer Geojson-Datei wird wie folgt definiert:

source: a className
de_de: ein className

source: a comma separated list of any %1$sproviders%2$s
de_de: durch Komma getrennte Liste von %1$sProvidern%2$s

source: a comma separated list of any your defined %1$stile servers%2$s
de_de: durch Komma getrennte Liste deiner definierten %1$sKachelserver%2$s

source: a comma separated list of category names, slugs or IDs
de_de: eine durch Kommas getrennte Liste von Kategorienamen, Slugs oder IDs

source: a comma separated list of colors for scale - include as many as you like
de_de: eine kommagetrennte Liste von Farben für die Skala - füge so viele ein, wie du möchtest

source: a comma separated pair of width and height in pixels. Only makes sense when you use the %s option.
de_de: Breite und Höhe in Pixel, durch Komma getrennt. Macht nur Sinn, wenn du die Option %s verwendest.

source: A control for search Markers/Features location by custom property.
de_de: Ein Steuerelement für die Suche nach Markern/Features nach benutzerdefinierten Eigenschaften.

source: A language pack will be generated, if at least 90% of all strings are translated, like dutch, spanish or german.
de_de: Ein Sprachpaket wird generiert, wenn mindestens 90 % aller Zeichenfolgen übersetzt sind, wie z.B. niederländisch, spanisch oder deutsch.

source: A Leaflet Control for listing visible markers in the map.
de_de: Ein Leaflet Kontrollfeld zur Auflistung der sichtbaren Marker in der Karte.

source: A Leaflet plugin that allows to add elevation profiles using d3js.
de_de: Ein Leaflet-Plugin, das das Hinzufügen von Höhenprofilen mit d3js ermöglicht.

source: A Leaflet plugin that allows to add rotation functionality to map tiles
de_de: Ein Leaflet-Plugin, das die Rotation von Kartenkacheln ermöglicht

source: A Leaflet plugin that allows to prevent default map scroll/touch behaviours.
de_de: Ein Leaflet-Plugin, das es ermöglicht, das standardmäßige Scroll-/Touch-Verhalten der Karte zu verhindern.

source: A link similar to this one is created:
de_de: Ein Link ähnlich diesem wird erzeugt:

source: a number
de_de: eine Zahl

source: a number (px) or an expression like the default value
de_de: eine Zahl (px) oder ein Ausdruck wie der Standardwert

source: a option / property for marker, polygon, circle, line or a %s for geojson layer. Can also be a comma-separated list of options or properties.
de_de: eine Option / Eigenschaft für Marker, Polygon, Kreis, Linie oder ein %s für Geojson-Layer. Kann auch eine durch Kommas getrennte Liste von Optionen oder Eigenschaften sein.

source: A Tree Layers Control for Leaflet.
de_de: Baumstruktur für das Leaflet-Auswahlmenü.

source: About Tile servers
de_de: Informationen zu Kachelservern

source: Acceleration chart profile
de_de: Beschleunigungsdiagramm

source: Additional classes in the created &lt;i&gt; tag, Possible values: fa-rotate90 myclass; space delimited classes to add
de_de: Zusätzliche Klassen im erstellten &lt;i&gt; Tag, Mögliche Werte: fa-rotate90 myclass; durch Leerzeichen getrennt

source: Additionally you can use some predefined Tile Providers with %1$s or you can define %2$syour Tile Servers%3$s.
de_de: Zusätzlich kannst du einige vordefinierte Kachelanbieter mit %1$s verwenden oder du kannst selbst %2$sKachelserver%3$s definieren.

source: Advanced geospatial analysis for browsers and Node.js
de_de: Erweiterte Geodatenanalyse für Browser und Node.js

source: alias for
de_de: Alias für

source: All Colors
de_de: Alle Farben

source: All Shapes without (1) / with (2) SVG
de_de: Alle Formen ohne (1) / mit (2) SVG

source: All these options are optional.
de_de: All diese Optionen sind optional.

source: All this is not ready yet.
de_de: Einiges muss noch verbessert werden.

source: Allow all users who have access to the backend to see the files. A permission check %s only done if the files are registered in the media library.
de_de: Erlaube allen Benutzern, die auf das Backend Zugriff haben, die Dateien zu sehen. Eine Berechtigungsprüfung %s findet nur statt, wenn die Dateien in der Mediathek registriert sind.

source: Allow non admin
de_de: Erlaube Nicht-Administratoren

source: Allow upload to media library
de_de: Erlaube das Hochladen in die Mediathek

source: Altitude chart profile
de_de: Höhenprofil

source: An extension that contains configurations for various tile providers.
de_de: Eine Erweiterung, die Konfigurationen für verschiedene Kacheldienste enthält.

source: and
de_de: und

source: And hover
de_de: Und definiere hover

source: And hoverlap
de_de: Und definiere hoverlap

source: and Javascript to describe the icon.
de_de: und Javascript um das Icon zu beschreiben.

source: and load any leaflet elements
de_de: und lade beliebige leaflet-Elemente

source: and markers with %1$s and %2$s option and / or %3$s
de_de: und Marker mit %1$s und der Option %2$s und / oder %3$s

source: and markers with leaflet-marker
de_de: und Marker mit leaflet-marker

source: and maybe other things.
de_de: und evtl. noch andere Dinge.

source: and show at the same time
de_de: und zeige gleichzeitig

source: and/or with leaflet-gpx and/or leaflet-kml and/or leaflet-geojson
de_de: und/oder mit leaflet-gpx und/oder leaflet-kml und/oder leaflet-geojson

source: Any blank character from %1$sText of GPS symbol name%2$s is converted to a minus sign, uppercase to lowercase, a comma will be escaped.
de_de: Jedes Leerzeichen aus %1$sName des GPS-Symbols%2$s wird in ein Minuszeichen umgewandelt, Großbuchstaben werden in Kleinbuchstaben umgewandelt, ein Komma wird maskiert.

source: Appearance
de_de: Aussehen

source: appears in the switching control. To delete a server simply clear the field mapid.
de_de: erscheint im Menü. Um einen Kachelserver zu löschen, lösche den Text im Feld mapid.

source: are required!
de_de: sind erforderlich!

source: At which distance of the mouse from a popup the popup closes. If it is 0, this is disabled, i.e. keep the popup open.
de_de: Bei welchem Abstand der Maus von einem Popup das Popup geschlossen wird. Wenn es 0 ist, ist dies deaktiviert, d.h. das Popup bleibt geöffnet.

source: automatic generation of %1$s, %2$s (color) and %3$s
de_de: automatische Generierung von %1$s, %2$s (Farbe) und %3$s

source: Autoupdate map bounds on chart update.
de_de: Automatische Aktualisierung der Kartengrenzen bei Aktualisierung des Diagramms.

source: Autoupdate map center on chart mouseover.
de_de: Automatisches Zentrieren der Karte beim Überfahren des Diagramms mit der Maus.

source: Axis display
de_de: Achsenanzeige

source: background color for the list
de_de: Hintergrundfarbe der Liste

source: Before you click the submit button, please compare your settings with the new ones and change them if they are different.
de_de: Bevor du die Änderungen speicherst, vergleiche bitte deine Einstellungen mit den neuen und ändere sie, falls sie unterschiedlich sind.

source: Brings the basic functionality of Gesture Handling into Leaflet Map. Prevents users from getting trapped on the map when scrolling a long page.
de_de: Bringt die grundlegende Funktionalität der Gestensteuerung in Leaflet Map. Verhindert, dass Benutzer beim Scrollen einer langen Seite in der Karte hängen bleiben.

source: button to reset the view. A must for clustering markers
de_de: Button um die Ansicht zurückzusetzen. Ein Muss für Markercluster

source: By default, all elements react to hover. If you don't want this, you have the following options.
de_de: Standardmäßig reagieren alle Elemente bei Mauszeigerkontakt. Wenn du dies nicht möchtest, hast du folgende Möglichkeiten.

source: categories
de_de: Kategorien

source: change style but do not show tooltips on hover (geojson, gpx, kml, circle, polygon, line):
de_de: Style ändern, aber keine Tooltip bei Mauszeigerkontakt anzeigen (geojson, gpx, kml, Kreis, Polygon, Linie):

source: Change style on hover.
de_de: Ändere den Style bei Mauszeigerkontakt.

source: Chart background color
de_de: Hintergrundfarbe des Diagramms

source: Chart container outside/inside map container
de_de: Diagramm außerhalb bzw. in der Karte

source: Chart distance/elevation units imperial or metric.
de_de: Entfernungs- und Höheneinheiten imperial oder metrisch.

source: Charts
de_de: Diagramme

source: Check
de_de: Prüfung

source: child names
de_de: Namen der Kinder

source: Choropleth plugin for Leaflet (color scale based on value).
de_de: Choropleth-Plugin für Leaflet (Farbskala basierend auf Wert).

source: className for the tooltip
de_de: className für den Tooltip

source: Click to interpret shortcodes.
de_de: Klicke, um die Shortcodes auszuführen.

source: Clustering and Grouping of Markers
de_de: Marker clustern und gruppieren

source: Clusters and markers too far from the viewport are removed from the map for performance.
de_de: Cluster und Marker, die zu weit vom Viewport entfernt sind, werden aus Leistungsgründen aus der Karte entfernt.

source: Code on source page
de_de: Code auf der Quellseite

source: Color of the icon, Possible values: 'white', 'black' or css code (hex, rgba etc)
de_de: Farbe des Icons, mögliche Werte: 'white', 'black' oder css-Code (hex, rgba usw.)

source: Color of the marker (css class), Possible values: 'red', 'orange-dark', 'orange', 'yellow', 'blue-dark', 'cyan', 'purple', 'violet', 'pink', 'green-dark', 'green', 'green-light', 'black', 'white', or color hex code if svg is true
de_de: Farbe der Marker (css-Klasse), Mögliche Werte: 'red', 'orange-dark', 'orange', 'yellow', 'blue-dark', 'cyan', 'purple', 'violet', 'pink', 'green-dark', 'green', 'green-light', 'black', 'white', oder Farb-Hex-Code, wenn svg true ist

source: color to highlight the list entry
de_de: Farbe um den Listeneintrag hervorzuheben

source: Colors
de_de: Farben

source: comma separated colors for marker or substrings in %s for marker to distinguish the values
de_de: durch Komma getrennte Farben für Marker oder Zeichenketten in %s für Marker um die Werte zu unterscheiden

source: Comma separated group names. These are the same as in %s. If you have html tags there, you can omit these here
de_de: Durch Komma getrennte Namen der Gruppen. Diese sind die gleichen wie in %s. html-Tags von dort können hier weglassen werden

source: comma separated labels appear in the selection menu
de_de: durch Komma getrennte Beschriftungen werden im Auswahlmenü angezeigt

source: comma separated strings of property values
de_de: kommagetrennte Zeichenfolgen der Property-Werte

source: comma separated strings to distinguish the elements, e.g. the exact string or an unique substring in %1$s (e.g.%2$s)
de_de: durch Kommata getrennte Zeichenfolgen zur Unterscheidung der Elemente, z. B. die genaue Zeichenfolge oder eine eindeutige Zeichenkette in %1$s (z. B. %2$s)

source: comma separated strings to distinguish the markers, e.g. an unique string in %1$s or %2$s
de_de: durch Komma getrennte Zeichenketten zur Unterscheidung der Marker, z. B. eine eindeutige Zeichenkette in %1$s oder %2$s

source: comma separated strings to distinguish the markers, e.g. an unique substring in %1$s or the exact string (e.g.%2$s) in %3$s
de_de: durch Komma getrennte Zeichenketten (substrings) zur Unterscheidung der Marker, z. B. eine eindeutige Zeichenfolge in %1$s oder die exakte Zeichenkette in (z.B. %2$s) in %3$s

source: Configure a mapid, attribution and a tile url for each tile server.
de_de: Definiere ein mapid, das Copyright und die URL für jeden Kachelserver.

source: Configure your default %s settings.
de_de: Konfiguriere deine Standardeinstellungen für %s.

source: container id to style the control panel (outside the map) with custom css
de_de: Container-ID des Steuerungsfeldes (außerhalb der Karte) zum Gestalten mit individuellem CSS

source: Content
de_de: Inhalt

source: Conversion factor to kilometers, will be ignored if %1$s is %2$s.
de_de: Umrechnungsfaktor in Kilometer, wird ignoriert, wenn %1$s %2$s ist.

source: Conversion factor to meters, will be ignored if %1$s is %2$s
de_de: Umrechnungsfaktor in Meter, wird ignoriert, wenn %1$s %2$s ist

source: Convert KML, GPX, and TCX to GeoJSON.
de_de: Konvertiere KML, GPX und TCX zu GeoJSON.

source: Create a source page with a link to the target page.
de_de: Erstelle eine Quellseite mit einem Link zur Zielseite.

source: Create cluster
de_de: Erstelle das Cluster

source: Create control list
de_de: Erstelle die Auswahlliste

source: Create for every desired page or post the below mentioned customs fields.
de_de: Erstelle für jede gewünschte Seite oder Beitrag die unten genannten individuellen Felder.

source: Create Map
de_de: Erstelle die Karte

source: Create one or more %s
de_de: Erstelle eine oder mehrere %s

source: Creates an overview table of posts / pages instead of markers to see any mistakes
de_de: Erstellt eine Übersichtstabelle der Beiträge/Seiten anstelle der Marker, um etwaige Fehler zu erkennen

source: css describing the waypoint, e.g. the definition of the icon url,
de_de: das css um den Wegpunkt zu beschreiben, z.B. die Definition der Icon-URL,

source: CSS to define as HTML block (between %1$s and %2$s) or in css file
de_de: Im HTML Block (eingeschlossen von %1$s und %2$s) oder in der css-Datei zu definierendes CSS

source: Current Settings
de_de: Aktuelle Einstellungen

source: Custom field
de_de: Individuelles Feld

source: Custom fields
de_de: Individuelle Felder

source: Custom HTML code, Possible values: &lt;svg&gt;, images, or other HTML; a truthy assignment will override the default html icon creation behavior
de_de: Benutzerdefinierter HTML-Code, mögliche Werte: &lt;svg&gt;, Bilder oder anderes HTML; eine gültige Zuweisung setzt das Standardverhalten bei der Erstellung von HTML-Icons außer Kraft

source: Customize waypoints
de_de: Wegpunkte anpassen

source: Date
de_de: Datum

source: Default
de_de: Standard

source: Default Attribution
de_de: Standard Namensnennung

source: default color
de_de: Standardfarbe

source: Default is taken from the overviewmap shortcode or it is the blue marker icon.
de_de: Die Standardeinstellung wird dem Shortcode overviewmap entnommen oder es ist das blaue Icon.

source: Default Max Zoom
de_de: Standard für maximalen Zoom

source: Default Min Zoom
de_de: Standard für minimalen Zoom

source: Default name
de_de: Standardname

source: default popup content
de_de: Standardinhalt des Popups

source: Default popup content is taken from the overviewmap shortcode and is a set of title, permalink, categories, featured image.
de_de: Der Standardinhalt des Popups wird dem overviewmap Shortcode entnommen und ist eine Kombination von Titel, Permalink, Kategorien und dem Beitragsbild.

source: default position:
de_de: Standardposition:

source: Default: %1$s if %2$s is %3$s, %4$s otherwise.
de_de: Standard: %1$s wenn %2$s %3$s ist, sonst %4$s.

source: Default: actual zoom level of the map
de_de: Standard: aktueller Zoomlevel der Karte

source: Define a leaflet-search command with the option container:
de_de: Definiere leaflet-search mit der Option container:

source: Define some css:
de_de: Definiere das CSS:

source: delay for autoclosing alert and collapse after blur
de_de: Verzögerung zum Schließen der Fehlernachricht, wenn ein Suchbegriff falsch ist

source: Delete
de_de: Löschen

source: Delete all plugin settings when deleting the plugin?
de_de: Alle Plugin-Einstellungen löschen, wenn das Plugin gelöscht wird?

source: Delete all settings from WP GPX Maps!
de_de: Lösche alle Einstellungen von WP GPX Maps!

source: Demo and Documentation
de_de: Demo und Dokumentation

source: Description
de_de: Beschreibung

source: Design and Group markers from geojson files
de_de: Gestalte und gruppiere Marker aus Geojson-Dateien

source: Design and group markers from geojson files according to their properties
de_de: Gestalten und Gruppieren von Markern aus Geojson-Dateien entsprechend ihrer Eigenschaften

source: Detailed documentation and examples
de_de: Ausführliche Dokumentation und Beispiele

source: Detailed documentation and examples in %1$sGerman%2$s and %3$sEnglish%4$s
de_de: Ausführliche Dokumentation und Beispiele in %1$sDeutsch%2$s und %3$sEnglisch%4$s

source: determines how much to extend click tolerance round an object on the map
de_de: bestimmt, um wie viel die Klicktoleranz um einen Pfad/Objekt auf der Karte erweitert werden soll

source: direct in the Media Library.
de_de: direkt in der Mediathek.

source: Directory
de_de: Verzeichnis

source: disable
de_de: deaktivieren

source: Display circle marker on End
de_de: Kreismarker am Ziel anzeigen

source: Display circle marker on Start
de_de: Kreismarker am Start anzeigen

source: Display date and clock time
de_de: Zeige Datum und Uhrzeit

source: Display diagram
de_de: Anzeige des Diagramms

source: Display distance info
de_de: Anzeige der Entfernungen

source: Display groups in a tree view
de_de: Anzeige der Gruppen in einer Baumansicht

source: Display groups in a tree view.
de_de: Anzeige der Gruppen in einer Baumansicht.

source: Display time info (duration)
de_de: Zeitinfo anzeigen (Dauer)

source: Display track waypoints
de_de: Zeige Wegpunkte

source: Display waypoints in map and in chart / only in map / only in chart / none
de_de: Wegpunkte auf der Karte und im Diagramm / nur auf der Karte / nur im Diagramm / nicht anzeigen

source: Distance and time
de_de: Weg und Zeit

source: do not show tooltip and hide %s
de_de: Zeige weder Tooltip noch %s

source: do not show tooltip but show %s
de_de: Zeige keinen Tooltip, aber zeige %s

source: Documentation
de_de: Dokumentation

source: does only work with gpx files
de_de: funktioniert nur mit gpx Dateien

source: Don't forget to declare %s at last statement.
de_de: Vergiss nicht, %s als letzte Anweisung anzugeben.

source: draw the content with %scommands
de_de: stelle den Inhalt mit %sBefehlen dar

source: Due to a problem in MacOS and iOS, it is automatically set to false in Safari.
de_de: Aufgrund eines Fehlers in MacOS und iOS, wird es in Safari automatisch auf false gesetzt.

source: Dynamically add/remove groups of markers from Marker Cluster
de_de: Dynamisches Hinzufügen/Entfernen von Markergruppen aus Marker Cluster

source: e.g.
de_de: z.B.

source: Each element can belong to exactly one group.
de_de: Jedes Element kann genau einer Gruppe angehören.

source: Each of the above leaflet elements has options. These are from the shortcode %s and are fixed.
de_de: Jedes der oben genannten leaflet-Elemente hat Optionen. Diese stammen aus dem Shortcode %s und sind vorgegeben.

source: Edit
de_de: Bearbeiten

source: either a comma or space separated pair of lat and lng
de_de: entweder ein durch Komma oder Leerzeichen getrenntes Paar von lat und lng

source: either a icon filename
de_de: entweder der Dateiname des Icons

source: Elevation Profile
de_de: Höhenprofil

source: Elevation Profiles
de_de: Höhenprofile

source: Elevation Theme
de_de: Theme des Höhenprofils

source: enable (default)
de_de: aktivieren (Standard)

source: entries
de_de: Einträge

source: equidistant: divide the classes into equal groups.
de_de: Äquidistant: Die Klassen werden in gleiche Gruppen aufgeteilt.

source: Error - no valid filename:
de_de: Fehler - kein gültiger Dateiname:

source: Error - please check overviewmap data: Some data are wrong.
de_de: Fehler - bitte überprüfe die Daten für overviewmap. Irgendwas ist falsch.

source: Error detecting lanlngs
de_de: Fehler beim Erkennen von latlngs

source: error message
de_de: Fehlernachricht

source: Every marker with an icon has the option %s as default.
de_de: Jeder Marker mit einem Icon hat die Option %s als Standard.

source: Example
de_de: Beispiel

source: example URL for the link
de_de: Beispiel-URL für den Link

source: Examples
de_de: Beispiele

source: exclude any geojson, gpx, kml with a defined substring in the src url from changing its style on hovering, the tooltip is not affected
de_de: schließe alle geojson, gpx, kml mit einer definierten Teilzeichenkette in der URL davon aus, ihren Stil bei Mauszeigerkontakt zu ändern, der Tooltip ist nicht betroffen

source: Extends the WordPress Plugin <a href="https://wordpress.org/plugins/leaflet-map/">Leaflet Map</a> with Leaflet Plugins and other functions.
de_de: Erweitert das WordPress-Plugin <a href="https://wordpress.org/plugins/leaflet-map/">Leaflet Map</a> um Leaflet-Plugins und weitere Funktionen.

source: Extensions for Leaflet Map
de_de: Erweiterungen für Leaflet Map

source: Extensions for Leaflet Map - Help and Documentation
de_de: Erweiterungen für Leaflet Map - Hilfe und Dokumentation

source: Extensions for Leaflet Map Github Version
de_de: Erweiterungen für Leaflet Map Github Version

source: Extensions for Leaflet Map Options
de_de: Erweiterungen für Leaflet Map - Optionen

source: Extra Tile Server
de_de: Zusätzliche Kachelserver

source: File name:
de_de: Dateiname:

source: File size:
de_de: Dateigröße:
