Repository: hupe13/extensions-leaflet-map-github
Catalog: lang/extensions-leaflet-map-*.po
Languages: de_de

source: Filename as name
de_de: Dateiname als Name

source: Files
de_de: Dateien

source: Font-Awesome icon name for the home button (without %s).
de_de: Font-Awesome-Symbolname für den Home-Button (ohne %s).

source: For %1$s it is ignored. For %2$s a list of %3$s. Default is %4$s.
de_de: Für %1$s wird es ignoriert. Für %2$s eine Liste von %3$s. Standard is %4$s.

source: For %s you can use any option of the leaflet element.
de_de: Für %s kannst du jede Option des Leaflet Elements verwenden.

source: For a list of providers see
de_de: Für eine Liste der Anbieter siehe

source: For boolean values applies
de_de: Für boolesche Werte gilt

source: for example %1$s for marker, additional for example %2$s for extramarkers; %3$s for polygon, circle, line; %4$s depending on geojson layer; %5$s for all
de_de: z. B. %1$s für Marker, zusätzlich z.B. %2$s für Extra-Marker; %3$s für Polygon, Kreis, Linie; %4$s abhängig von der Geojson-Layer, %5$s für alle

source: for grouping
de_de: zum Gruppieren

source: for markers lat and lng, required
de_de: für lat und lng des Markers, erforderlich

source: For now, %1$s are mapped to %2$s. Maybe there are other options.
de_de: Im Moment wird %1$s auf %2$s abgebildet. Vielleicht gibt es noch andere Möglichkeiten.

source: For overlapping markers see %1$s or %2$s.
de_de: Informationen zu sich überlappenden Markern siehe %1$s oder %2$s.

source: for showing all files of this directory on a map
de_de: zum Anzeigen aller Dateien dieses Verzeichnisses auf einer Karte

source: for the marker icon, optional.
de_de: für das Marker Icon, optional.

source: for the popup content, optional.
de_de: für den Inhalt des Popups, optional.

source: Found an issue? Do you have a question?
de_de: Hast du einen Fehler gefunden? Hast du eine Frage?

source: Fullscreen
de_de: Vollbildmodus

source: Function
de_de: Funktion

source: Functions for Markers implemented with Leaflet Plugins
de_de: Funktionen für Marker, die mit Leaflet-Plugins implementiert wurden

source: Functions implemented with Leaflet Plugins
de_de: Mit Leaflet-Plugins implementierte Funktionen

source: Generated Javascript
de_de: Generiertes Javascript

source: Generates an overview map with geo positions provided in the pages and posts.
de_de: Erstellt eine Übersichtskarte mit den auf den Seiten und Beiträgen hinterlegten Geopositionen.

source: Geojson GeometryCollections do not (yet) work in all senses.
de_de: Geojson GeometryCollections funktionieren nicht in jeder Hinsicht.

source: Gesture Handling
de_de: Gestensteuerung

source: get a tooltip on mouse over
de_de: Tooltip bei Mauszeigerkontakt anzeigen

source: gpx and kml are similar to geojson, so you can also use %s there. But here it is not that easy to find relevant features.
de_de: gpx und kml ähneln geojson, daher kannst du dort auch %s verwenden. Aber es ist nicht so einfach, hier relevante Features zu finden.

source: Group Control
de_de: Gruppen-Auswahlmenü

source: Group elements and dynamically add/remove from map
de_de: Gruppieren von Elementen und dynamisches Hinzufügen/Entfernen aus der Karte

source: Grouping by options and features
de_de: Gruppieren nach Optionen und Eigenschaften

source: Grouping of Leaflet elements by options and features.
de_de: Gruppieren von Leaflet-Elementen nach Optionen und Eigenschaften.

source: Heart rate profile
de_de: Profil der Herzfrequenz

source: Height of the chart
de_de: Höhe des Diagramms

source: Help
de_de: Hilfe

source: Help me, if I'm wrong.
de_de: Hilf mir, wenn man es besser beschreiben kann.

source: Helper Plugins
de_de: Hilfsplugins

source: Here you can define extra waypoint options.
de_de: Hier kannst du Optionen für Wegpunkte konfigurieren.

source: Here you can define your Tile servers. Additionally you can specify if opacity should be regulated.
de_de: Hier kannst Du Deine Kachelserver konfigurieren. Außerdem kannst Du angeben, ob ein Regler für die Transparenz erscheinen soll.

source: Here you can display all gpx, kml, geojson, json and tcx files in subdirectories of uploads directory.
de_de: Hier kannst du dir alle gpx-, kml-, geojson, json und tcx-Dateien in Unterverzeichnissen des Uploads-Verzeichnisses anzeigen lassen.

source: hidden
de_de: ausgeblendet

source: Hide Markers
de_de: Marker verstecken

source: Highlight color
de_de: Highlight-Farbe

source: Home
de_de: Zurücksetzen

source: hover
de_de: Bei Mauszeigerkontakt

source: hover only for geojsons, gpx, kml:
de_de: Reagiere auf Mauszeigerkontakt nur bei geojsons, gpx, kml:

source: Hovering and Tooltips
de_de: Reaktion bei Mauszeigerkontakt und Tooltips

source: Hovering overlapping elements
de_de: Mauszeigerkontakt bei sich überlappenden Elementen

source: How much to extend click tolerance round an object on the map, only valid for %s
de_de: Um wieviel die Klicktoleranz um ein Objekt auf der Karte erweitert wird, gilt nur für %s

source: How the %s option works
de_de: Wie die Option %s funktioniert

source: How to deal with the sometimes large contents of popups?
de_de: Wie sollen die teilweise großen Inhalte von Popups behandelt werden?

source: However, make sure that they are unique. Otherwise unwanted, but sometimes interesting effects can occur. Test it with your application!
de_de: Achte jedoch darauf, dass sie eindeutig sind. Andernfalls können unerwünschte, aber manchmal interessante Effekte auftreten. Teste es in deiner Anwendung!

source: I am glad about (code-)suggestions.
de_de: Über (Code-)Vorschläge bin ich dankbar.

source: I did not tested all, I have only checked the Javascript code. If something is not working, please let me know.
de_de: Ich habe nicht alle getestet, ich habe nur den Javascript-Code überprüft. Wenn etwas nicht funktioniert, lass es mich bitte wissen.

source: I don't need this anymore. sgpx is always interpreted as elevation.
de_de: Ich brauche es nicht mehr, sgpx wird immer wie elevation interpretiert.

source: I will include these translations in the plugin. Swedish and italian are already included.
de_de: Ich werde diese Übersetzungen in das Plugin aufnehmen. Schwedisch und italienisch sind bereits enthalten.

source: If %1$s (in options below or in shortcode) is true, the filename (without extension) is used, no matter how %2$s is.
de_de: Wenn %1$s true ist (in den Optionen weiter unten oder im Shortcode), wird der Dateiname (ohne Erweiterung) verwendet, unabhängig davon, wie %2$s ist.

source: If %1$s and %2$s are not specified, they are read from the file.
de_de: Wenn %1$s und %2$s nicht angegeben sind, werden sie aus der Datei ausgelesen.

source: If %1$s contains %2$s and %3$s, then markers (respectively Points) for which the property %4$s does not apply are placed in the %5$s group. Markers (respectively Points) whose property is not known are placed in the %6$s group. See also the developer console.
de_de: Wenn %1$s %2$s und %3$s enthält, dann werden Marker (bzw. Punkte), für die die Eigenschaft %4$s nicht gilt, in die Gruppe %5$s gestellt. Marker (bzw. Punkte), deren Eigenschaft nicht bekannt ist, werden in der Gruppe %6$s platziert. Siehe auch die Entwicklerkonsole.

source: If %1$s contains %2$s and %3$s, then the elements for which the option / property specified in %4$s does not apply, are placed in the %5$s group. Elements whose %6$s is not known are placed in the %7$s group. See also the developer console.
de_de: Wenn %1$s %2$s und %3$s enthält, werden die Elemente, für die die in %4$s angegebene Option/Eigenschaft nicht gilt, in die Gruppe %5$s gestellt. Elemente, deren %6$s nicht bekannt ist, werden in der Gruppe %7$s platziert. Siehe auch die Entwicklerkonsole.

source: If %1$s is false and %2$s is specified, it is used.
de_de: Wenn %1$s falsch ist und %2$s angegeben ist, wird es verwendet.

source: If %1$s is selected, you must define some %2$ssettings for the icons
de_de: Wenn %1$s ausgewählt ist, musst du einige %2$sEinstellungen für die Icons festlegen

source: If %s (in options below or in shortcode) is true, the filename (without extension) is used.
de_de: Wenn %s true ist (in den Optionen weiter unten oder im Shortcode), wird der Dateiname (ohne Erweiterung) verwendet.

source: If %s and a file is a gpx file, display start point and cluster
de_de: Wenn %s und die Datei eine gpx-Datei ist, zeige Startpunkt an und clustere

source: If %s is disabled, you can't see all charts at the same time (except at the beginning).
de_de: Wenn %s deaktiviert ist, kann man nicht alle Diagramme gleichzeitig sehen (außer am Anfang).

source: If %s is enabled, it becomes active on touch devices only.
de_de: Wenn %s aktiviert ist, wird sie nur auf Touch-Geräten aktiv.

source: If (!detached) control position on one of map corners.
de_de: Wenn (!detached) Position des Steuerungsfeldes an einer der Kartenecken.

source: If (!detached) width of the chart
de_de: Wenn (!detached) die Breite des Diagramms

source: If a GPX track loaded with leaflet-gpx contains waypoints that you do not want to display
de_de: Falls ein GPX-Track, der mit leaflet-gpx geladen wird, Wegpunkte enthält, die man nicht anzeigen lassen möchte

source: If an element is hovered over, the other elements become transparent. If you specify any other option as the default, the effect may not be consistent.
de_de: Wenn der Mauszeiger über ein Element bewegt wird, werden die anderen Elemente transparent. Wenn eine andere Option als default angegeben wurde, ist der Effekt möglicherweise nicht konsistent.

source: If empty, no entry is created.
de_de: Falls leer, wird kein Eintrag erstellt.

source: If it does not work as expected, see the developer console of your browser.
de_de: Wenn es nicht wie erwartet funktioniert, sieh in der Entwicklerkonsole des Browsers nach.

source: If it is false, an attempt is made to read the trackname from the file.
de_de: Ist er false, wird versucht, den Tracknamen aus der Datei auszulesen.

source: If it is true, it is valid for any map (depending on %1$s respectively %2$s) and you can't change it. If it is false, you can enable it for a map:
de_de: Wenn es wahr ist, gilt es für jede Karte (abhängig von %1$s bzw. %2$s) und kann nicht geändert werden. Ist es falsch, kannst du sie für eine Karte aktivieren:

source: if not specified collect values from property
de_de: wenn nicht angegeben werden die Werte von der Property gesammelt

source: if not specified colors are generated
de_de: wenn nicht angegeben werden die Farben generiert

source: If not, an attempt is made to read the trackname from the file.
de_de: Wenn nicht, wird versucht den Tracknamen aus der Datei auszulesen.

source: If Scroll Wheel Zoom (%s) is enabled, it becomes active on both desktop and touch devices.
de_de: Wenn der Scrollrad-Zoom (%s) aktiviert ist, wird sie sowohl auf Desktop- als auch auf Touch-Geräten aktiv.

source: If set, at this zoom level and below, markers will not be clustered. If 0, it is disabled.
de_de: Ab dieser Zoomstufe und darunter werden die Marker nicht geclustert. Wenn der Wert 0 ist, ist es nicht aktiv (disabled).

source: if specified the count must match the count of %s
de_de: wenn angegeben dann muss die Anzahl mit der von %s übereinstimmen

source: If summary is displayed, you can customize the information to display with css, e.g. show Total Length, Total Time, Total Ascent, Total Descent, Avg Speed, Avg Pace only:
de_de: Wenn eine Zusammenfassung angezeigt wird, kannst du die anzuzeigenden Informationen mit css anpassen, z. B. nur Gesamtlänge, Gesamtzeit, Gesamtaufstieg, Gesamtabstieg, Durchschnittsgeschwindigkeit, Durchschnittstempo anzeigen:

source: If the check does not work for you, you can disable it so that your fonts are loaded.
de_de: Wenn die Überprüfung für dich nicht funktioniert, kannst du sie deaktivieren, damit deine Schriftarten geladen werden.

source: If the list starts with %s, only pages / posts that are contained in all of them are displayed, otherwise those that are contained in at least one.
de_de: Wenn die Liste mit %s beginnt, werden nur die Seiten / Beiträge angezeigt, die in allen enthalten sind, ansonsten die, die in mindestens einer enthalten sind.

source: If the page is the same, %s does not need to be defined.
de_de: Wenn die Seite dieselbe ist, braucht %s nicht angegeben zu werden.

source: If this is not available, the filename (without extension) is used.
de_de: Ist das nicht möglich, wird der Dateiname (ohne Erweiterung) verwendet.

source: if true, log some infos to the developer console and add circles about the target on the map
de_de: wenn true, logge einige Infos in der Entwicklerkonsole und zeichne Kreise um das Ziel auf der Karte

source: if true, log some infos to the developer console and add circles about the target on the map.
de_de: wenn true, logge einige Infos in der Entwicklerkonsole und zeichne Kreise um das Ziel auf der Karte.

source: If you are happy with this and if you don't use the track management of %1$s, you can deactivate and delete the plugin %1$s.
de_de: Wenn du nun damit zufrieden bist und die Track-Verwaltung von %1$s nicht nutzt, kannst du das Plugin %1$s deaktivieren und löschen.

source: If you change the number, submit the form to get the directories you want.
de_de: Wenn du die Zahl änderst, sende das Formular ab, um die gewünschten Verzeichnisse zu erhalten.

source: If you don't use this shortcode yet, start %1$sthere%2$s.
de_de: Wenn du diesen Shortcode noch nicht verwendet hast, verwende %1$sdiese%2$s.

source: If you have deleted the plugin, call this page again.
de_de: Wenn du das Plugin gelöscht hast, rufe diese Seite erneut auf.

source: If you have more than one map on a page: %s may only appear exactly once and must be the last shortcode.
de_de: Wenn du mehr als eine Karte auf einer Seite hast: %s darf nur genau einmal vorkommen und muss als letztes angegeben werden.

source: If you need more special characters than %s for your waypoints, please ask in the forum.
de_de: Wenn du mehr Sonderzeichen für die Wegpunkte als %s benötigst, frage bitte im Forum.

source: If you use %1$s instead of %2$s, you get an elevation profile only with or without a summary line.
de_de: Wenn du %1$s anstatt %2$s verwendest, wird nur ein Höhenprofil mit oder ohne Zusammenfassung angezeigt.

source: If you use one or multiple options from %1$s, then the options %2$s will be ignored.
de_de: Wenn du eine oder mehrere Optionen %1$s verwendest, werden die Optionen %2$s ignoriert.

source: If you want more options see %1$shere%2$s.
de_de: Wenn du weitere Optionen haben möchtest, siehe %1$shier%2$s.

source: If you want the search field to be outside the map, define a div element with a custom html block on the post / page and give it an id. This id you then specify in option %s.
de_de: Wenn du möchtest, dass das Suchfeld außerhalb der Karte angezeigt wird, definiere ein div-Element mit einem individuellen HTML-Block in dem Beitrag / auf der Seite und gib ihm eine ID. Diese ID gib dann in der Option %s an.

source: If you want to display a track only, use %1$s functions. If you want to display a track with an elevation profile use %2$s.
de_de: Wenn du nur einen Track anzeigen möchtest, verwende die %1$s Funktionen. Wenn du einen Track mit einem Höhenprofil anzeigen möchtest, verwende %2$s.

source: If you want to test it first: select %1$s and write in your test page / post %2$s.
de_de: Wenn du es zuerst testen möchtest: Wähle %1$s und schreibe in deine Testseite / deinen Testbeitrag %2$s.

source: If you want to use CircleMarker you must specify %1$s and optional %2$s and %3$s in %4$s shortcode.
de_de: Wenn du Kreismarker verwenden möchtest, muss %1$s und optional %2$s und %3$s im Shortcode %4$s angegeben werden.

source: If you want to use ExtraMarkers you can specify %s options.
de_de: Wenn du ExtraMarker verwendest, kannst du die Optionen von %s angeben.

source: If you want use an own style, select "other" theme and give it a name. Put in your functions.php following code:
de_de: Wenn du ein anderes Thema als die vorgegebenen verwenden möchtest, wähle das Thema „other“ und benenne es. Trage in die functions.php folgenden Code ein:

source: in %1$sGerman%2$s and %3$sEnglish%4$s
de_de: in %1$sDeutsch%2$s und %3$sEnglisch%4$s

source: In a geojson file there are features and properties. They are different for each application.
de_de: In einer Geojson-Datei gibt es features und properties. Sie sind für jede Anwendung unterschiedlich.

# In Frontend
source: Acceleration
de_de: Beschleunigung

# In Frontend
source: Altitude
de_de: Höhe

# In Frontend
source: Avg Acceleration
de_de: durchschnittliche Beschleunigung

# In Frontend
source: Avg BPM
de_de: durchschnittliche Herzfrequenz

# In Frontend
source: Avg Elevation
de_de: durchschnittliche Höhe

# In Frontend
source: Avg Pace
de_de: durchschnittliches Tempo

# In Frontend
source: Avg Slope
de_de: durchschnittliche Steigung

# In Frontend
source: Avg Speed
de_de: Durchschnittsgeschwindigkeit

# In Frontend
source: Download
de_de: Herunterladen

# In Frontend
source: ECG
de_de: Herzfrequenz

# In Frontend
source: Elevation
de_de: Höhe

# In Frontend
source: Max Acceleration
de_de: maximale Beschleunigung

# In Frontend
source: Max BPM
de_de: Maximale Herzfrequenz

# In Frontend
source: Max Elevation
de_de: maximale Höhe

# In Frontend
source: Max Pace
de_de: schnellstes Tempo

# In Frontend
source: Max Slope
de_de: maximale Steigung

# In Frontend
source: Max Speed
de_de: maximale Geschwindigkeit

# In Frontend
source: Min Acceleration
de_de: minimale Beschleunigung

# In Frontend
source: Min BPM
de_de: Minimale Herzfrequenz

# In Frontend
source: Min Elevation
de_de: minimale Höhe

# In Frontend
source: Min Pace
de_de: langsamstes Tempo

# In Frontend
source: Min Slope
de_de: maximales Gefälle

# In Frontend
source: Min Speed
de_de: langsamste Geschwindigkeit

# In Frontend
source: Pace
de_de: Tempo

# In Frontend
source: Slope
de_de: Steigung

# In Frontend
source: Speed
de_de: Geschwindigkeit

# In Frontend
source: Total Ascent
de_de: Gesamtanstieg

# In Frontend
source: Total Descent
de_de: Gesamtabstieg

# In Frontend
source: Total Length
de_de: Gesamtstrecke

# In Frontend
source: Total Time
de_de: Gesamtzeit

# In Frontend: Abbreviation for pace in the chart
source: pace
de_de: Tempo

source: In your elevation.css put the styles like the theme styles in
de_de: Definiere die Styles in deinem elevation.css. Nimm als Vorlage das Original CSS von

source: Included and used Leaflet Plugins
de_de: Enthaltene und verwendete Leaflet-Plugins

source: Information display
de_de: Anzeige der Informationen

source: initial state of the map
de_de: Ausgangszustand der Karte

source: initial visibility of a group, default: %1$s. Either %2$s (valid for all groups) or a comma-separated list of %3$s and %4$s, where the number must match those of %5$s.
de_de: initiale Sichtbarkeit einer Gruppe, Standardwert: %1$s. Entweder %2$s (gültig für alle Gruppen) oder eine durch Komma getrennte Liste von %3$s und %4$s, wobei die Zahl mit der von %5$s übereinstimmen muss.

source: Instead of an icon, define a plain text, Possible values: '1' or 'A', must set icon: 'fa-number'
de_de: Anstelle eines Icons kann ein Text definiert werden, mögliche Werte: '1' oder 'A', bei 'icon' muss 'fa-number' angegeben werden

source: Internationalisation module for Leaflet plugins.
de_de: Modul Internationalisierung für Leaflet-Plugins.

source: Introduction
de_de: Einleitung

source: is
de_de: ist

source: is considered only, if the target marker is not in a cluster.
de_de: wird nur berücksichtigt, wenn der Zielmarker nicht gecluster ist.

source: is optional.
de_de: ist wahlweise.

source: is required, if source page and target page are different.
de_de: ist erforderlich, wenn Quellseite und Zielseite verschieden sind.

source: is required, if you use %1$s with option %2$s.
de_de: muss angegeben werden, wenn du %1$s mit der Option %2$s verwendest.

source: is the name of a property in properties of the Point in the FeatureCollection
de_de: ist der Name einer Eigenschaft in properties des Markers (Point) in der FeatureCollection

source: is true at default
de_de: ist standardmäßig true

source: It also works with
de_de: Es funktioniert auch mit

source: It is disabled by default. You can enable it for a map with
de_de: Es ist standardmäßig deaktiviert. Du kannst es für eine Karte aktivieren mit

source: It is enabled for all maps.
de_de: Es ist für alle Maps aktiviert.

source: It is enabled on both desktop and touch device by default.
de_de: Sie ist sowohl auf dem Desktop als auch auf Mobilgeräten standardmäßig aktiviert.

source: It is not checked whether the file contains a track with elevation data.
de_de: Es wird nicht geprüft, ob die Datei einen Track mit Höhendaten enthält.

source: It is only enabled on touch devices by default.
de_de: Sie ist standardmäßig nur auf Mobilgeräten aktiviert.

source: It may be empty, then its javascript is the default for all waypoints.
de_de: Es kann leer sein, dann ist das Javascript der Standard für alle Wegpunkte.

source: It resets the view to all markers (leaflet-marker), lines (leaflet-line), circles (leaflet-circle), geojsons (leaflet-geojson, leaflet-gpx, leaflet-kml) and a track (elevation).
de_de: Er setzt die Kartenansicht auf alle Marker (leaflet-marker), Linien (leaflet-line), Kreise (leaflet-circle), Geojsons (leaflet-geojson, leaflet-gpx, leaflet-kml) und einen Track (elevation) zurück.

source: It works with gpx and kml files.
de_de: Es funktioniert mit gpx- und kml-Dateien.

source: jump to %1$s or %2$s
de_de: Springe zu einem %1$s oder %2$s

source: jump to a marker in a geojson file
de_de: Springe zu einem Marker in einer Geojson-Datei

source: Jump to a marker in a map with many markers.
de_de: Springe zu einem Marker in einer Karte mit vielen Markern.

source: jump to any marker nearest lat and lng
de_de: Springe zu dem Marker der lat und lng am nächsten ist

source: k-means: each standard deviation becomes a class.
de_de: k-means: jede Standardabweichung wird zu einer Klasse.

source: Label for altitude
de_de: Einheit für die Höhe

source: Label for distance, will be ignored if %1$s is %2$s.
de_de: Einheit für die Entfernung, wird ignoriert, wenn %1$s %2$s ist.

source: Label for speed
de_de: Einheit für Geschwindigkeit

source: Labels align
de_de: Ausrichtung der Beschriftungen

source: Labels degrees
de_de: Grad

source: Latitude
de_de: Breitengrad

source: latitude and longitude of target
de_de: Breiten- und Längengrad des Zieles

source: like in
de_de: wie bei

source: Line color of the heart rate
de_de: Farbe der Linie der Herzfrequenz

source: Link to the marker on a map
de_de: Link zum Marker auf der Karte

source: List Files
de_de: Anzeige der Dateien

source: List files
de_de: Anzeige der Dateien

source: Listing - page
de_de: Liste - Seite

source: Listing Files
de_de: Anzeige der Dateien

source: Listing markers in the map
de_de: Auflistung von Markern in der Karte

source: Load any elements with any %s shortcode
de_de: Lade ein beliebiges Element mit einem %s Shortcode

source: Load any elements with any %s shortcode.
de_de: Lade ein beliebiges Element mit einem %s Shortcode.

source: Location not found
de_de: Standort nicht gefunden

source: Longitude
de_de: Längengrad

source: Makes multiple tile layers transparent.
de_de: Macht Kartenkacheln transparent.

source: Manage Leaflet Map files
de_de: Leaflet Map Dateien verwalten

source: Manage plugins
de_de: Plugins verwalten

source: Many markers on a map become confusing. That is why they are clustered
de_de: Viele Marker auf einer Karte werden unübersichtlich. Deshalb werden sie geclustert
