Repository: hupe13/extensions-leaflet-map-github
Catalog: lang/extensions-leaflet-map-*.po
Languages: de_de

source: Many thanks to %1$s for his %2$sexcellent plugin%3$s, which I used myself for a long time. Unfortunately it needed some rework, especially to make WP GPX Maps and Leaflet Map work together. At some point it didn't work for me at all. So some of its features are included in the shortcode %4$s. Since version 2.2. it interprets the shortcode %5$s.
de_de: Vielen Dank an %1$s für sein %2$sexzellentes Plugin%3$s, das ich selbst lange Zeit benutzt habe. Leider musste einiges angepasst werden, vor allem damit WP GPX Maps mit Leaflet Map zusammen arbeitet. Irgendwann funktionierte es bei mir überhaupt nicht mehr. Einige seiner Funktionen sind in dem Shortcode %4$s enthalten. Seit Version 2.2. interpretiert dieser den Shortcode %5$s.

source: Many thanks to the translators.
de_de: Vielen Dank an die Übersetzer.

source: map like defined
de_de: Karte wie definiert

source: Map Tile URL
de_de: Kartenkachel-URL

source: Map Tile URL Subdomains
de_de: Kartenkachel-URL-Subdomains

source: Marker and Icons
de_de: Marker und Icons

source: Marker Clustering
de_de: Markercluster

source: Marker with icon
de_de: Marker mit Icon

source: Markers and Icons
de_de: Marker und Icons

source: Markers and Waypoints
de_de: Marker und Wegpunkte

source: Markers can be %1$s and %2$s or marker %3$s in geojson files.
de_de: Marker können %1$s und %2$s oder Marker in einer Geojson-Datei %3$s sein .

source: maximum height of list in relation to the height of the map
de_de: maximale Höhe der Liste im Verhältnis zur Höhe der Karte

source: maximum width of list in relation to the width of the map
de_de: maximale Breite der Liste im Verhältnis zur Breite der Karte

source: Meaningful options may be:
de_de: Sinnvolle Optionen können sein:

source: means
de_de: bedeutet

source: Media Library
de_de: Mediathek

source: Migrate from wp-gpx-maps
de_de: Migration von wp-gpx-maps

source: Migration from
de_de: Migration von

source: miles or kilometers
de_de: Meilen oder Kilometer

source: More for Markers
de_de: Mehr Funktionen für Marker

source: More Functions for Markers
de_de: Mehr Funktionen für Marker

source: More icons
de_de: Mehr Icons

source: More options
de_de: Mehr Optionen

source: More options see
de_de: Weitere Optionen siehe die

source: move mouse over a track or select one in control panel ...
de_de: Bewege die Maus über einen Track oder wähle einen im Control Panel aus ...

source: Multiple custom fields with the same name
de_de: Mehrere individuelle Felder mit demselben Namen

source: Multiple hoverable tracks
de_de: Mehrere Tracks mit Höhenprofil

source: Multiple tracks with elevation profiles
de_de: Mehrere Tracks mit Höhenprofil

source: Multiplicator of elements number for the next circle
de_de: Multiplikator der Markeranzahl für den nächsten Kreis

source: Must be defined for each waypoint, also for the default.
de_de: Muss für jeden Wegpunkt definiert werden, auch für den Standard.

source: must end with
de_de: muss enden mit

source: My own %1$s based on the %2$swork%3$s of Stefano Cudini.
de_de: Mein eigenes %1$s, aufbauend auf dem %2$sCode%3$s von Stefano Cudini.

source: Name of the icon with prefix, Possible values: fa-coffee (see icon library's documentation)
de_de: Name des Icons mit Präfix, mögliche Werte: fa-coffee (siehe Dokumentation der Icon-Bibliothek)

source: Name of the parent
de_de: übergeordneter Name (parent)

source: Next
de_de: Weiter

source: no
de_de: nein

source: No / Yes / Only, when %s is used, e.g. for testing.
de_de: Nein / Ja / Nur wenn %s verwendet wird, z.B. zum Testen.

source: no files
de_de: keine Dateien

source: no leaflet-marker custom fields
de_de: keine individuellen Felder für leaflet-marker

source: no more than 14 different %1$s for %2$s
de_de: Nicht mehr als 14 unterschiedliche %1$s für %2$s

source: no more than 16 different %1$s for %2$s
de_de: Nicht mehr als 16 unterschiedliche %1$s für %2$s

source: none - show filename in control - show trackname in control
de_de: nichts - zeige Dateiname im Auswahlmenü - zeige Trackname im Auswahlmenü

source: Not all parameters are implemented in the plugin.
de_de: Nicht alle Parameter sind im Plugin implementiert.

source: Not every option is suitable for every element.
de_de: Nicht jede Option ist für jedes Element geeignet.

source: not for markers with iconUrl
de_de: nicht für Marker mit iconUrl

source: not specified for default (red circle), %1$s for no marker, or a definition like on an %2$sexample page%3$s.
de_de: nicht angegeben für Standard (roter Kreis), %1$s für keinen Marker, oder eine Definition wie auf der %2$sBeispielseite%3$s.

source: Note
de_de: Hinweis

source: nothing
de_de: nichts

source: Nothing happens.
de_de: Es passiert nichts.

source: nothing or a string like the popup content for geojsons
de_de: nichts oder eine Zeichenfolge wie beim Popupinhalt bei Geojsons

source: number
de_de: eine Zahl

source: number of breaks or steps in range
de_de: Zahl der Abstände oder Schritte im Bereich

source: Number of elements in the first circle
de_de: Anzahl der Marker im ersten Kreis

source: of the target %1$s or %2$s
de_de: des Zieles - %1$s oder %2$s

source: Only meaningful, if %1$swaypoints%2$s is not %3$s.
de_de: Nur sinnvoll, wenn %1$swaypoints%2$s nicht %3$s ist.

source: Only meaningful, if waypoints are shown in the map.
de_de: Nur sinnvoll, wenn Wegpunkte in der Karte angezeigt werden.

source: opacity of the colors in scale
de_de: Transparenz der Farben in der Skala

source: Open page, post or category links in a new tab
de_de: Öffne den Link zur Seite, Beitrag oder Kategorie in einem neuen Tab

source: Option to change
de_de: Option zum Ändern

source: optional: %s - a comma separated list with shortnames for providers. These appear in the switching control.
de_de: optional: %s - durch Komma getrennte Kurzbezeichnungen für die Provider, diese werden im Auswahlmenü angezeigt.

source: optional: %s - group control collapsed or not:
de_de: optional: %s - Gruppen-Auswahlmenü geschlossen oder nicht:

source: optional: %s - position of group control
de_de: optional: %s - Position des Gruppen-Auswahlmenüs

source: optional: %s - position of tiles control
de_de: optional: %s - Position des Auswahlmenüs

source: optional: %s - This appears in the switching control.
de_de: optional: %s - Dies erscheint im Auswahlmenü.

source: optional: %s - tiles control collapsed or not:
de_de: optional: %s - Auswahlmenü geschlossen oder nicht:

source: Optional: Create a featured image for page or post.
de_de: Optional: Erstelle ein Beitragsbild für die Seite oder den Beitrag.

source: Optional: Create one or more %s
de_de: Optional: Erstelle eine oder mehrere %s

source: Optional: Place the page or post in one or more categories or tag it. The word "category" in this documentation means category or tag.
de_de: Optional: Weise der Seite oder dem Beitrag eine oder mehrere Kategorien zu oder tagge sie. Das Wort "Kategorie" bedeutet in dieser Dokumentation Kategorie oder Tag.

source: Options
de_de: Optionen

source: Options for
de_de: Optionen für

source: Options for grouping leaflet-markers
de_de: Optionen um leaflet-markers zu gruppieren

source: Options for grouping markers (points) in leaflet-geojson
de_de: Optionen um Punkte (Points) in leaflet-geojson zu gruppieren

source: Options for marker
de_de: Optionen für Marker

source: Options for overviewmap
de_de: Optionen für overviewmap

source: Options for query string
de_de: Optionen für den Querystring

source: or
de_de: oder

source: or check out Raruto's %1$sexamples%2$s
de_de: oder sieh dir Rarutos %1$sBeispiele%2$s an

source: Or create one or more %s
de_de: Oder erstelle eine oder mehrere %s

source: or in the directory
de_de: oder in dem Verzeichnis

source: or in your own way.
de_de: oder auf deine eigene Art und Weise.

source: Or set this in the %1$selevation settings%2$s.
de_de: Oder definiere es in den %1$sEinstellungen für Höhenprofile%2$s.

source: or the name of the popup custom field
de_de: oder der Name des individuellen Feldes für das Popup

source: Other settings
de_de: Weitere Einstellungen

source: Other Theme
de_de: Anderes Theme

source: Overview
de_de: Übersicht

source: Overview Map
de_de: Übersichtskarte

source: Pace profile - time per distance
de_de: Tempodiagramm - Zeit pro Strecke

source: padding of the subentries
de_de: Innenabstand der Untereinträge

source: Pay attention to the setting for %1$s, it depends on the used Map Tiles, see %2$shere%3$s.
de_de: Achte auf die Einstellung für %1$s, sie hängt von den verwendeten Kachelserver ab, siehe %2$shier%3$s.

source: Per default all defined tile servers appear.
de_de: Standardmäßig werden alle definierten Kachelserver angezeigt.

source: placeholder value
de_de: Platzhalter

source: Please change this only, if you want to use your own theme.
de_de: Bitte ändere diese Einstellung nur, wenn du dein eigenes Theme verwendest.

source: Please install and activate %1$s before using %2$s.
de_de: Bitte installiere und aktiviere %1$s, bevor du %2$s verwendest.

source: Please reset these settings, if you are not using an own theme!
de_de: Bitte setze diese Einstellungen zurück, wenn du kein eigenes Theme verwendest!

source: Please see the %s page for options. If you want to change other ones, please post it to the forum.
de_de: Sieh dir die Seite von %s für Optionen an. Wenn du weitere ändern möchte, poste es ins Forum.

source: Please see the admin page for options.
de_de: Die Optionen können auf der Adminseite eingestellt werden.

source: Please select
de_de: Bitte auswählen

source: Plugins Default
de_de: Plugins Standard

source: Plugins Default:
de_de: Plugins Standard:

source: Polyline weight
de_de: Linienstärke

source: Popup Content
de_de: Popup-Inhalt

source: popup content, if the target marker has not a popup text. Default: content of %1$s, if the marker has one or %2$s
de_de: Inhalt des Popups, wenn der Zielmarker keinen Popuptext hat. Standard: %1$s, wenn der Marker diesen hat, oder %2$s.

source: Popups and highlighting overlapping elements
de_de: Popups und Hervorhebung von sich überlappenden Elementen

source: position in the map
de_de: Position in der Karte

source: position of track control
de_de: Position des Track-Auswahlmenüs

source: position on the map:
de_de: Position auf der Karte:

source: position/height indicator marker drawn onto the map
de_de: Positions-/Höhenmarkierung auf der Karte

source: possible meaningful values
de_de: mögliche sinnvolle Werte

source: Possible values
de_de: Mögliche Werte

source: Post it to the support forum
de_de: Besuche das Support Forum

source: Preparation
de_de: Vorbereitung

source: Preview
de_de: Vorschau

source: Previous
de_de: Zurück

source: Priority:
de_de: Reihenfolge:

source: Providers requiring registration
de_de: Provider, die eine Registrierung erfordern

source: Provides a zoom control with a %1$sHome%2$s button to reset the view.
de_de: Zoome und setze mit einer %1$sHome%2$s-Schaltfläche die Ansicht zurück.

source: Provides Beautiful Animated Marker Clustering functionality.
de_de: Animiere Markercluster.

source: q for quantile, e for equidistant, k for k-means
de_de: q für quantile, e für equidistant, k für k-means

source: quantile maps try to arrange groups so they have the same quantity.
de_de: Bei Quantilkarten wird versucht, die Gruppen so anzuordnen, dass sie die gleiche Menge aufweisen.

source: query string in an URL
de_de: eine Querystring in der URL

source: red circle
de_de: roter Kreis

source: remove circle and marker on search control collapsed or search canceled
de_de: entferne Kreismarker beim Schließen des Kontrollfeldes oder wenn die Suche abgebrochen wird

source: Render chart profiles as Canvas or SVG Paths.
de_de: Diagramme als Canvas oder SVG rendern.

source: Replace %1$s with %2$s.
de_de: Ersetze %1$s durch %2$s.

source: required
de_de: erforderlich

source: required for markers with %s
de_de: erforderlich für Marker mit %s

source: required if you want to group like with %s
de_de: erforderlich wenn wie in %s gruppiert werden soll

source: Required, if source page and target page are not the same:
de_de: Erforderlich, wenn Quellseite und Zielseite verschieden sind:

source: required: one of these
de_de: Erforderlich: eins von diesen

source: Reset
de_de: Zurücksetzen

source: Reset the map
de_de: Karte zurücksetzen

source: resp. substring of
de_de: bzw. eine Zeichenkette aus

source: Rotates the icon with css transformations, Possible values: numeric degrees
de_de: Dreht das Icon mit css-Transformationen, Mögliche Werte: Anzahl Grad

source: Save query
de_de: Speichere Abfrage

source: Scroll Wheel Zoom
de_de: Zoomen mit dem Mausrad

source: Search markers/features
de_de: Suche von Markern / Features

source: Search Markers/Features location by option or custom property.
de_de: Suche nach Marker/Features nach Optionen oder benutzerdefinierter Property.

source: search substring %1$s or the exact string %2$s in %3$s.
de_de: suche eine Zeichenkette %1$s oder die genaue Zeichenfolge %2$s in %3$s.

source: Search...
de_de: Suche...

source: See %1$sexamples%2$s.
de_de: Siehe %1$sBeispiele%2$s.

source: See %1$sLeaflet Map Github page%2$s for more or less useful and possible options for %3$s.
de_de: Siehe %1$sLeaflet Map Github Seite%2$s für mehr oder weniger sinnvolle und mögliche Optionen für %3$s.

source: See %1$sLeaflet Map Github page%2$s for more or less useful and possible options.
de_de: Siehe %1$sLeaflet Map Github Seite%2$s für mehr oder weniger sinnvolle und mögliche Optionen.

source: See also
de_de: Siehe auch

source: see below
de_de: siehe unten

source: see below.
de_de: siehe unten.

source: See documentation and examples %1$shere%2$s.
de_de: Siehe %1$sDokumentation und Beispiele%2$s.

source: see Leaflet Map documentation
de_de: siehe die Dokumentation von Leaflet Map

source: see table
de_de: siehe Tabelle

source: Select %1$s to interpret the %2$s parameters as %3$s.
de_de: Wähle %1$s, um die %2$s-Parameter als %3$s zu interpretieren.

source: Select only pages / posts from these categories
de_de: Wähle nur Seiten/Beiträge aus diesen Kategorien aus

source: Set this to %s, if you have trouble to get the right markers.
de_de: Setze es auf %s, wenn du Schwierigkeiten hast, die richtigen Marker zu erhalten.

source: Setting
de_de: Einstellung

source: Settings
de_de: Einstellungen

source: Shameless copy of Awesome-Markers with more shapes and colors.
de_de: Schamlose Kopie von Awesome-Markers mit mehr Formen und Farben.

source: Shape of the marker (css class), Possible values: 'circle', 'square', 'star', or 'penta'
de_de: Form des Markers (css-Klasse), Mögliche Werte: 'circle', 'square', 'star', oder 'penta'

source: Shortcode for grouping leaflet-markers
de_de: Shortcode um leaflet-markers zu gruppieren

source: Shortcode for grouping markers (points) in leaflet-geojson
de_de: Shortcode um Punkte (Points) in leaflet-geojson zu gruppieren

source: Shortcodes on target map
de_de: Shortcodes auf der Zielkarte

source: Show a link to category page
de_de: Zeige einen Link zur Kategorieseite

source: show a short tooltip, if the popup is too big:
de_de: zeige einen kleinen Tooltip, falls das Popup zu groß ist:

source: Show all files
de_de: Zeige alle Dateien

source: show always the chart / show the chart and toggle %1$s to hide / hide the chart and toggle %2$s to show
de_de: immer das Diagramm anzeigen / das Diagramm anzeigen und %1$s ausblenden / das Diagramm ausblenden und %2$s einblenden

source: show distance data in graph and summary / show distance data in summary only / don't show distance data
de_de: Entfernungsdaten in Diagramm und Zusammenfassung anzeigen / Entfernungsdaten nur in Zusammenfassung anzeigen / Entfernungsdaten nicht anzeigen

source: Show files of type
de_de: Zeige Dateien vom Typ

source: show legend
de_de: Legende anzeigen

source: show or hide marker at the position found
de_de: Zeige Marker an der gefundenen Position oder nicht

source: show or hide popup when position found
de_de: Zeige Popup an der gefundenen Position oder nicht

source: Show page / post featured image
de_de: Zeige das Beitragsbild der Seite / des Beitrages

source: show time data in graph and summary / show time data in summary only / nothing
de_de: Zeit in Diagramm und Zusammenfassung anzeigen / Zeit nur in Zusammenfassung anzeigen / nichts anzeigen

source: Show tooltip and change style on hover.
de_de: Zeige Tooltip und ändere den Style bei Mauszeigerkontakt.

source: show tooltip and hide %s if present
de_de: Zeige Tooltip und verstecke %s, wenn vorhanden

source: Show tooltip on hover.
de_de: Zeige Tooltip bei Mauszeigerkontakt.

source: show tooltips on hover:
de_de: Zeige Tooltips bei Mauszeigerkontakt:

source: Show waypoint labels in map and in chart / only in map / only in chart / none
de_de: Zeige Beschriftungen der Wegpunkte auf der Karte und im Diagramm / nur auf der Karte / nur im Diagramm / nicht anzeigen

source: Simple plugin for Leaflet that adds fullscreen button to your maps.
de_de: Einfaches Plugin für Leaflet, das den Karten eine Schaltfläche für den Vollbildmodus hinzufügt.

source: Site Language or Browser Language
de_de: Sprache der Seite oder des Browsers

source: Size of featured image
de_de: Größe des Beitragsbildes

source: Slope chart profile
de_de: Steigungsdiagramm

source: So can you write:
de_de: So kannst du schreiben:

source: Some Icons
de_de: Einige Icons

source: some predefined settings / summary on one line / summary on multiple lines / without summary
de_de: vordefinierte Einstellungen / Zusammenfassung in einer Zeile / Zusammenfassung in mehreren Zeilen / keine Zusammenfassung

source: sometimes to first zoom
de_de: manchmal zum ersten Zoom

source: Source and target can be the same page or different pages.
de_de: Quelle und Ziel können dieselbe Seite oder verschiedene Seiten sein.

source: specify a short string as parameter, if the popup is too big.
de_de: gib eine kurze Zeichenfolge als Parameter an, falls das Popup zu groß ist.

source: Specify this, if there are no any marker information in custom fields and the icons appear as %1$s instead of %2$s.
de_de: Gib dies an, wenn keine Informationen über Marker in den individuelles Feldern angegeben sind und die Icons als %1$s statt %2$s erscheinen.

source: Speed chart profile
de_de: Geschwindigkeitsdiagramm

source: Strategy for placing markers in cluster
de_de: Strategie der Platzierung von Markern im Markercluster

source: substring from url to geojson, gpx, kml file
de_de: Teilzeichenfolge der URL zur geojson, gpx, kml-Datei

source: Summary
de_de: Zusammenfassung

source: Summary track info style
de_de: Art der Zusammenfassung

source: Switch drawing helping circles on
de_de: Zeige Kreis-Hilfsmarkierungen

source: Switch Track on and off
de_de: Schalte die Anzeige des Tracks um

source: Switching Tile Servers
de_de: Umschalten von Kachelservern

source: Symbol displayed on a closed node (that you can click to open)
de_de: Symbol, das bei dem geschlossenen Knoten angezeigt wird (das zum Öffnen angeklickt werden kann)

source: Symbol displayed on a opened node (that you can click to close)
de_de: Symbol, das bei einem geöffneten Knoten angezeigt wird (das zum Schließen angeklickt werden kann)

source: Target Marker
de_de: Zielmarker

source: Text for an entry in control that collapses the tree
de_de: Text für einen Eintrag im Kontrollfeld, das den Baum zuklappt

source: Text for an entry in control that expands the tree
de_de: Text für einen Eintrag im Kontrollfeld, das den Baum aufklappt

source: Text of GPS symbol name
de_de: Name des GPS-Symbols

source: text of the link. Default:
de_de: Text für den Link. Standard:

source: The %1$s parameter is called %2$s, but it works with gpx, kml, geojson and tcx files.
de_de: Der %1$s-Parameter heißt %2$s, aber es können gpx-, kml-, geojson und tcx-Dateien sein.

source: The %s are case sensitive.
de_de: Bei den %s wird zwischen Groß- und Kleinschreibung unterschieden.

source: The active track is displayed in this color.
de_de: Der aktive Track wird in dieser Farbe angezeigt.

source: The content of the popup custom field is like the popup in %1$s.
de_de: Der Inhalt des individuellen Feldes für das Popup entspricht dem Popup wie bei %1$s.

source: The custom fields names are as you like. You can these specify in overviewmap options.
de_de: Die Namen der individuellen Felder kannst du frei wählen. Du kannst diese in den Optionen für overviewmap angeben.

source: The default is %1$s for %2$s and %3$s for %4$s.
de_de: Der Standard ist %1$s für %2$s und %3$s für %4$s.

source: The default Map Tiles are defined in the %1$s Settings%2$s.
de_de: Die Standard-Kartenkacheln werden in den %1$s Einstellungen%2$s definiert.

source: The default Map Tiles are defined in the Leaflet Map Settings.
de_de: Die Standard-Kartenkacheln werden in den Einstellungen von Leaflet Map definiert.

source: The default value is the same as the setting for the Leaflet Map plugin.
de_de: Der Standardwert ist derselbe wie die Einstellung für das Plugin Leaflet Map.

source: The elevation shortcode has many configuration options. Some things are not trivial. If you can't configure something, ask in the forum.
de_de: Der Shortcode elevation hat viele Konfigurationsmöglichkeiten. Einige Dinge sind nicht trivial. Wenn etwas nicht klappt wie es soll, frage im Forum.

source: the featured image
de_de: das Beitragsbild

source: The icon library's base class, Possible values: fa (see icon library's documentation)
de_de: Die Basisklasse der Icon-Bibliothek, mögliche Werte: fa (siehe Dokumentation der Icon-Bibliothek)

source: The markers are clustered. Optional you can specify options from %s.
de_de: Die Marker werden geclustert. Optional kannst du Optionen von %s angeben.

source: The markers should have the same %1$s, only %2$s differs.
de_de: Die Icons sollten die gleichen %1$s haben, nur %2$s ist unterschiedlich.

source: The maximum radius that a cluster will cover from the central marker (in pixels). Decreasing will make more, smaller clusters.
de_de: Der maximale Radius, den ein Cluster vom zentralen Marker aus abdeckt (in Pixel). Je kleiner er ist, desto mehr und kleinere Cluster werden gebildet.

source: The name of a %1$strack%2$s is determined as described above.
de_de: Der Name vom %1$sTrack%2$s wird wie oben beschrieben bestimmt.

source: The name of a %1$strack%2$s is determined in this order:
de_de: Der Name vom %1$sTrack%2$s wird wie folgt bestimmt:

source: the name of custom field is
de_de: Der Name des individuellen Feldes ist

source: The name of the %1$sstart point%2$s is determined in this order:
de_de: Der Name vom %1$sStartpunkt%2$s wird wie folgt bestimmt:

source: The number of %1$s and %2$s must match.
de_de: Die Anzahl von %1$s und %2$s muss übereinstimmen.

source: The option %s is optional.
de_de: Die Option %s ist optional.

source: The options %1$s and %2$s are the same as for the %3$s shortcode.
de_de: Die Optionen für %1$s und %2$s sind dieselben wie für den Shortcode %3$s.

source: The options are case sensitive.
de_de: Bei den Optionen wird zwischen Groß- und Kleinschreibung unterschieden.

source: The options zoom, radius and spiderfy have been renamed to disableClusteringAtZoom, maxClusterRadius and spiderfyOnMaxZoom, but they are still valid. Your settings:
de_de: Die Optionen zoom, radius und spiderfy wurden umbenannt in disableClusteringAtZoom, maxClusterRadius und spiderfyOnMaxZoom, sind aber weiterhin gültig. Deine Einstellungen:

source: The order of the shortcodes is fixed!
de_de: Die Reihenfolge der Shortcodes ist bindend!

source: The parameter and settings for %s are valid too.
de_de: Die Parameter und Einstellungen für %s sind ebenfalls gültig.
