{"translation-revision-date":"2024-04-19 06:31:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"New version available.":["Nova versió disponible"],"Thank you for using %1$s.":["Gràcies per utilitzar %1$s."],"You may be interested in %1$s.":["Us podria interessar %1$s."],"Markers and Icons":["Marcadors i icones"],"More for Markers":["Més per a marcadors"],"More Functions for Markers":["Més funcions per a marcadors"],"Functions implemented with Leaflet Plugins":["Funcions implementades amb extensions de Leaflet"],"Functions for Markers implemented with Leaflet Plugins":["Funcions per a marcadors implementades amb extensions de Leaflet"],"Helper Plugins":["Extensions d'ajuda"],"are mandatory!":["són obligatoris!"],"https:\/\/leafext.de\/en\/":["https:\/\/leafext.de\/en\/"],"Marker and Icons":["Marcadors i icones"],"The parameters (querystring) from this link should be:":["Els paràmetres (querystring) des d'aquest link haurien de ser:"],"if true, log some infos to the developer console and add circles about the target on the map.":["si és cert, registreu la informació de la consola de desenvolupadors i afegiu cercles sobre l'objectiu al mapa."],"Target Marker":["Marcador de destinació"],"Name of the parent":["Nom del pare"],"Create a source page \/ post with a link to the target page \/ post.":["Crea una pàgina d'origen \/ entrada amb un enllaç a la pàgina de destinació \/ entrada."],"The order of the shortcodes is fixed!":["L'ordre dels codis de substitució està fixat!"],"Click to interpret shortcodes.":["Cliqueu per a interpretar els codis de substitució."],"More options":["Més opcions"],"If you want more options see %1$shere%2$s.":["Si voleu més opcions, consulteu %1$saquí%2$s."],"Group Control":["Group Control"],"position of track control":["posició del control de la ruta"],"track control collapsed":["control de la ruta col·lapsat"],"in %1$sGerman%2$s and %3$sEnglish%4$s":["en %1$salemany%2$s i %3$sanglès%4$s"],"Delete all plugin settings when deleting the plugin?":["Suprimir totes les configuracions de l'extensió en suprimir l'extensió?"],"We try to maintain leaflet-providers in such a way that you'll be able to use the layers we include without paying money.<br>\n\tThis doesn't mean no limits apply, you should always check before using these layers for anything serious.":["Mirem de mantenir els proveïdors de leaflet de manera que pugis utilitzar totes les capes incloses sense haver de pagar diners.<br>\n\tAixò no vol dir que no hi hagi límits, millor que te n'asseguris abans d'utilitzar aquestes capes per a qualsevol projecte seriós."],"Track color over the ruler filter":["Color de la ruta sobre el filtre del regle"],"It may be that %s does not work with your theme. Then this is the only option.":["Pot ser que %s no sigui compatible amb el vostre tema. Aleshores aquesta és la única opció."],"See %1$sexamples%2$s.":["Vegeu %1$sexamples%2$s."],"Styling Markercluster":["Aplicant estils al clúster de marcadors"],"Show a link to category page":["Mostra un enllaç a la pàgina de categoria"],"for markers lat and lng, required":["per a marcadors lat i lng, requerits"],"a className":["un className"],"Options for marker":["Opcions pel marcador"],"Possible values":["Valors possibles"],"Options for overviewmap":["Opcions pel mapa de visió general (overviewmap)"],"Default name":["Nom per defecte"],"Content":["Contingut"],"Custom field":["Camp personalitzat"],"Custom fields":["Camps personalitzats"],"Preparation":["Preparació"],"Option to change":["Opció per canviar"],"Convert KML, GPX, and TCX to GeoJSON.":["Converteix KML, GPX i TCX a GeoJSON."],"Overview Map":["Mapa de visió general"],"Internationalisation module for Leaflet plugins.":["Mòdul d'internacionalització per a les extensions de Leaflet."],"Included and used Leaflet Plugins":["Extensions de Leaflet incloses i utilitzades"],"It works with gpx and kml files.":["Funciona amb fitxers gpx i kml."],"Design and Group markers from geojson files":["Dissenya i agrupa els marcadors a partir de fitxers geojson"],"Don't forget to declare %s at last statement.":["No oblideu declarar %s a l'última declaració."],"className for the tooltip":["className per a l'indicador de funció (tooltip)"],"Tooltip className":["ClassName de l'Indicador de funció"],"Search Markers\/Features location by option or custom property.":["Busca la localització de marcadors\/característiques per opcions o per propietats personalitzades."],"Grouping of Leaflet elements by options and features.":["Agrupacio d'elements de Leaflet per opcions i característiques."],"Shameless copy of Awesome-Markers with more shapes and colors.":["Còpia sense complexos d'Awesome-Markers amb més formes i colors."],"Provides Beautiful Animated Marker Clustering functionality.":["Proporciona una bonica funcionalitat animada d'agrupació de marcadors."],"Makes multiple tile layers transparent.":["Fa que múltiples capes de mosaics esdevinguin transparents."],"An extension that contains configurations for various tile providers.":["Una extensió que conté configuracions per a diversos proveïdors de mosaics cartogràfics."],"either a comma or space separated pair of lat and lng":["una parella de lat i lng separats per un espai o per una coma"],"like in":["com a"],"How much to extend click tolerance round an object on the map, only valid for %s":["Quant estendre la tolerància de clic al voltant d'un objecte al mapa, només vàlid per a %s"],"either a icon filename":["o un nom d'arxiu d'icona"],"Creates an overview table of posts \/ pages instead of markers to see any mistakes":["Crea una taula de visió general d'entrades \/ pàgines en comptes de marcadors per veure qualsevol error"],"Select only pages \/ posts from these categories":["Selecciona només pàgines \/ entrades d'aquestes categories"],"Show page \/ post featured image":["Mostra la imatge destacada de la pàgina \/ entrada"],"The custom fields names are as you like. You can these specify in overviewmap options.":["Els camps personalitzats són al vostre gust. Els podeu especificar a les opcions del mapa de visió general (overviewmap)"],"Optional: Create a featured image for page or post.":["Opcional: creeu una imatge destacada per la pàgina o entrada"],"Create for every desired page or post the below mentioned customs fields.":["Crea per a cada pàgina o entrada que desitgeu els camps personalitzats mencionats a sota."],"Generates an overview map with geo positions provided in the pages and posts.":["Genera un mapa de visió general amb les geo-localitzacions proporcionades a les pàgines i les entrades"],"The %1$s is included in the plugin %2$s. If you have already installed some yourself, yours will be used.":["El %1$s està inclòs en l'extensió %2$s. Si ja n'heu instal·lat algun vos mateix, s'utilitzarà el vostre."],"The tooltip has a %1$s, its default is %2$s. You can style the tooltip with css, e.g.":["L'indicador de funció te un %1$s, el seu valor per defecte és %2$s. Es pot aplicar estils a l'indicador de funció amb css, p. ex."],"A Leaflet plugin that allows to prevent default map scroll\/touch behaviours.":["Una extensió de Leaflet que et permet prevenir comportaments scroll\/touch del mapa."],"Choropleth plugin for Leaflet (color scale based on value).":["Extensió de cloropletes de Leaflet (escala de color basada en els valors)."],"This plugin allows to detect mouse click and overing events on lines, with a tolerance distance.":["Aquesta extensió permet detectar esdeveniments de click i overing sobre línies, amb una distància de tolerància."],"(like shortcode without brackets)":["(com shortcode sense claudàtors)"],"a comma separated list of category names, slugs or IDs":["una llista separada per comes de noms de categories, àlies o IDs"],"The options %1$s and %2$s are the same as for the %3$s shortcode.":["Les opcions %1$s i %2$s són les mateixes que pel codi de substitució %3$s."],"Load any elements with any %s shortcode.":["Carrega qualsevol element amb qualsevol codi de substitució %s."],"Advanced geospatial analysis for browsers and Node.js":["Anàlisi geo-espacial avançada per a navegadors i Node.js"],"Simple plugin for Leaflet that adds fullscreen button to your maps.":["Una senzilla extensió de Leaflet que afegeix un botó de pantalla complerta als vostres mapes."],"Provides a zoom control with a %1$sHome%2$s button to reset the view.":["Proporciona un control de zoom amb un botó d' %1$sInici%2$s per reiniciar la visualització del mapa."],"A Leaflet plugin that allows to add rotation functionality to map tiles":["Una extensió de Leaflet que permet afegir la funcionalitat de rotació als mosaics cartogràfics."],"A Leaflet plugin that allows to add elevation profiles using d3js.":["Una extensió de Leaflet que permet afegir perfils altimètrics utilitzant d3js."],"does only work with gpx files":["només funciona amb fitxers gpx"],"To manage your tracks now, you can use %1$sManage Leaflet Map files%2$s.":["Per gestionar les vostres rutes ara, podeu utilitzar %1$sFiles for Leaflet Map%2$s."],"At which distance of the mouse from a popup the popup closes. If it is 0, this is disabled, i.e. keep the popup open.":["A quina distància des del ratolí es tanca una finestra emergent. Si és 0, està desactivat, és a dir, la finestra emergent es manté oberta."],"and maybe other things.":["i potser altres coses."],"All this is not ready yet.":["Tot això encara no està a punt."],"If a GPX track loaded with leaflet-gpx contains waypoints that you do not want to display":["Si una ruta GPX carregada amb leaflet-gpx conté waypoints que no vols que es mostrin"],"I am glad about (code-)suggestions.":["M'alegro dels suggeriments (de codi-)."],"Geojson GeometryCollections do not (yet) work in all senses.":["Les Geojson GeometryCollections no funcionen (encara) en tots els sentits."],"How to deal with the sometimes large contents of popups?":["Com tractar amb els ocasionalment grans continguts emergents?"],"Popups and highlighting overlapping elements":["Continguts emergents i elements destacats que se superposen"],"number":["nombre"],"hoverlap":["hoverlap"],"Waypoint labels alignment in chart":["Alineació de les etiquetes dels waypoints en el perfil"],"Labels align":["Alineació de les etiquetes"],"Waypoint labels rotation (degrees) in chart":["Rotació de les etiquetes dels waypoints al perfil (en graus)"],"Labels degrees":["Graus de les etiquetes"],"a number (px) or an expression like the default value":["un nombre (px) o una expressió com el valor per defecte"],"If (!detached) width of the chart":["Si (!detached) amplada del perfil"],"y Axis Min":["y Axis Min"],"y Axis Max":["y Axis Max"],"linearGradient":["linearGradient"],"For overlapping markers see %1$s or %2$s.":["Per a marcadors sobreposats veieu %1$s o %2$s."],"hover":["mantenir"],"And hoverlap":["I superposició"],"Hovering overlapping elements":["Elements flotants superposats"],"If %1$s is false and %2$s is specified, it is used.":["Si %1$s és fals i %2$s està especificat, s'utilitza."],"required if you want to group like with %s":["obligatori si vols agrupar com amb %s"],"a comma separated list of any %1$sproviders%2$s":["una llista separada per comes de qualsevol %1$sproveïdor%2$s"],"Hide Markers":["Amaga els marcadors"],"default color":["color per defecte"],"(max 16 %1$s for %2$s, 14 for %3$s)":["(màx. 16 %1$s per %2$s, 14 per %3$s)"],"comma separated strings of property values":["cadenes de text separades per comes de valors de propietats (property)"],"required":["obligatori"],"required for markers with %s":["obligatori per marcadors amb %s"],"Marker with icon":["Marcador amb icona"],"a number":["un nombre"],"no more than 14 different %1$s for %2$s":["no més de 14 %1$s diferents per %2$s"],"no more than 16 different %1$s for %2$s":["no més de 16 %1$s diferents per %2$s"],"show a short tooltip, if the popup is too big:":["mostra un indicador de funció curt (tooltip), si el la finestra emergent és massa gran:"],"for grouping":["per agrupar"],"Your Leaflet Map Settings":["Configuració del Leaflet Map"],"Chart distance\/elevation units imperial or metric.":["Unitats del perfil distància\/altimetria en sistema mètric o imperial."],"a comma separated list of any your defined %1$stile servers%2$s":["una llista separada per comes de qualsevol dels teus %1$servidors de mosaics cartogràfics%2$s definits."],"The markers are clustered. Optional you can specify options from %s.":["Els marcadors estan agrupats. Opcionalment pots especificar les opcions des de %s."],"not for markers with iconUrl":["no per a marcadors amb iconUrl"],"automatic generation of %1$s, %2$s (color) and %3$s":["generació automàtica de  %1$s, %2$s (color) i %3$s"],"if not specified collect values from property":["si no s'especifica agafa valors des de property"],"For now, %1$s are mapped to %2$s. Maybe there are other options.":["Per ara, %1$s són mapejats a %2$s. Potser hi ha altres opcions"],"If you want to use ExtraMarkers you can specify %s options.":["Si vols utilitzar ExtraMarkers pots especificar les opcions %s."],"The substring %1$s will be replaced in the path of the %2$s with any of %3$s.":["La subcadena de text %1$s serà substituïda en el camí del %2$s amb qualsevol dels %3$s."],"The markers should have the same %1$s, only %2$s differs.":["Els marcadors haurien de tenir els mateixos %1$s, només els %2$s són diferents."],"optional: %s - a comma separated list with shortnames for providers. These appear in the switching control.":["opcional: <code>mapids<\/code> - una llista separada per comes amb els noms curt dels proveïdors. Aquests apareixen al control de commutació."],"Design and group markers from geojson files according to their properties":["Disseny i agrupació de marcadors a partir d'arxius geojson segons les seves propietats"],"Toggle \"leaflet-edgescale\" integration":["Activa \/ desactiva la integració \"leaflet-edge-scale\""],"comma separated colors for marker or substrings in %s for marker to distinguish the values":["colors separats per comes per marcador o subcadenes de text en %s per marcador per a distingir els valors"],"if not specified colors are generated":["si no està especificat els colors es generen"],"If you want to use CircleMarker you must specify %1$s and optional %2$s and %3$s in %4$s shortcode.":["Si vols utilitzar CircleMaker has d'especificar %1$s i opcionalment %2$s i %3$s al shortode %4$s."],"if specified the count must match the count of %s":["si s'especifica, el recompte ha de coincidir amb el recompte de %s"],"nothing or a string like the popup content for geojsons":["res o una cadena de text com el contingut emergent per als geojsons"],"specify a short string as parameter, if the popup is too big.":["especifica una cadena curta com a paràmetre, si la finestra emergent és massa gran."],"resp. substring of ":["resp. subcadena de "],"A %s in a geojson file is specified like this:":["Un %s en un fitxer geojson s'especifica així:"],"Toggle direction arrows":["Canvia les fletxes de direcció"],"It is not checked whether the file contains a track with elevation data.":["No es verifica si l'arxiu conté una ruta amb dades d'altimetria."],"You can use these options like in %1$sElevation Profile%2$s":["Pots utilitzar aquestes opcions com en el %1$sPerfil d'altimetria%2$s."],"Show tooltip and change style on hover.":["Mostra indicador de funció i canvia l'estil en passar per sobre."],"Examples":["Exemples"],"Fullscreen":["Pantalla completa"],"alias for":["àlies per a"],"Nothing happens.":["No passa res."],"So can you write:":["Per tant, podeu escriure:"],"do not show tooltip but show %s":["no mostra indicador de funció si no que mostra %s"],"do not show tooltip and hide %s":["no mostra indicador de funció i amaga %s"],"show tooltip and hide %s if present":["mostra l'indicador de funció i amaga %s si és present"],"change style but do not show tooltips on hover (geojson, gpx, kml, circle, polygon, line):":["canvia l'estil però no mostra indicadors de funció amb hover (geojson, gpx, kml, circle, polygon, line):"],"hover only for geojsons, gpx, kml:":["hover només per a geojsons, gpx, kml:"],"By default, all elements react to hover. If you don't want this, you have the following options.":["Per defecte, tots els elements reaccionen en passar per sobre. Si no vols que això passi, tens les següents opcions."],"If you use one or multiple options from %1$s, then the options %2$s will be ignored. ":["Si fs servir una o diverses opcions de %1$s, les opcions %2$s s'ignoraran. "],"for example %1$s for marker, additional for example %2$s for extramarkers; %3$s for polygon, circle, line; %4$s depending on geojson layer; %5$s for all":["per exemple %1$s per marcador addicional per exemple %2$s for extramarkers; %3$s for polígon, cercle, línia; %4$s depenent de la capa geojson; %5$s per a tots"],"The tooltip content is the same as the popup content.":["El contingut de l'indicador de funció és el mateix que el contingut emergent."],"Show tooltip on hover.":["Mostra indicador de funció en passar el ratolí."],"Change style on hover.":["Canvia l'estil en passar el ratolí."],"show tooltips on hover:":["mostra indicadors de funció en passar el ratolí:"],"See %1$sLeaflet Map Github page%2$s for more or less useful and possible options.":["Consulteu la %1$spàgina Leaflet Map Github%2$s per a opcions més o menys útils o possibles."],"Please install and activate %1$s before using %2$s.":["Instal·leu i activeu %1$s abans d'utilitzar %2$s."],"See %1$sLeaflet Map Github page%2$s for more or less useful and possible options for %3$s.":["Visiteu %1$s la pàgina de Leaflet Map de Github%2$s per a més o menys opcions útils i possibles per a %3$s."],"position in the map":["posició al mapa"],"show or hide marker at the position found":["mostra o amaga el marcador a la posició trobada"],"Location not found":["No s'ha trobat l'ubicació"],"error message":["missatge d'error"],"Option":["Opció"],"red circle":["cercle vermell"],"Values":["Valors"],"see below":["veure més avall"],"show or hide popup when position found":["mostra o amaga la finestra emergent quan es troba la posició"],"Search...":["Cerca..."],"Search markers\/features":["Cerca de marcadors\/característiques"],"placeholder value":["valor del marcador de posició"],"The default value is the same as the setting for the Leaflet Map plugin.":["El valor per defecte és el mateix que el paràmetre de configuració pel plugin de Leaflet Map."],"Due to a problem in MacOS and iOS, it is automatically set to false in Safari.":["Degut a un problema amb MacOS i Safari, automàticament es defineix com a false a Safari."],"%1$s must be before %2$s.":["%1$s ha d'estar abans que %2$s."],"The specific style and css depends on your %1$stheme and taste%2$s":["L'estil específic i el css depen del teu %1$stema i sabor%2$s"],"If you want the search field to be outside the map, define a div element with a custom html block on the post \/ page and give it an id. This id you then specify in option %s.":["Si vols que el camp de cerca estigui fora del mapa, defineix un element div amb un bloc html personalitzat al post \/ pàgina i assigna-li un id. Aquest id és el que especifiques després a l'opció %s."],"not specified for default (red circle), %1$s for no marker, or a definition like on an %2$sexample page%3$s.":["no especificat per defecte (cercle vermell), %1$s per a cap marcador, o una definició com en una %2$spàgina d'exemple%3$s."],"delay for autoclosing alert and collapse after blur":["retard per a l'alerta de tancament automàtic i col·lapse després del desenfocament"],"container id to style the control panel (outside the map) with custom css":["id del contenidor per aplicar estils al panel de control (fora del mapa) amb css personalitzat"],"remove circle and marker on search control collapsed or search canceled":["esborrar el cercle i el marcador amb el control de cerca col·lapsat o la cerca cancel·lada"],"a option \/ property for marker, polygon, circle, line or a %s for geojson layer. Can also be a comma-separated list of options or properties.":["una opció \/ propietat per a un marcador, polígon, cercle, línia o un %s per a una capa geojson. També pot ser una llista d'opcions o propietats separades per comes."],"It also works with":["També funciona amb"],"Introduction":["Introducció"],"and Javascript to describe the icon.":["i Javascript per descriure la icona."],"When markers are grouped, %1$s is automatically active and the parameter and settings for %2$s are valid too.":["Quan els marcadors estan agrupats, %1$s s'activa automàticament i el paràmetre i les configuracions per a %2$s també són vàlides."],"the waypoint in the track file,":["el waypoint dins l'arxiu de la ruta,"],"css describing the waypoint, e.g. the definition of the icon url,":["css descrivint el waypoint, p. ex. la definició de l'url de la icona,"],"Or set this in the %1$selevation settings%2$s.":["O configura-ho a les %1$sopcions de configuració de l'altimetria%2$s."],"You can of course use %1$s and define waypoints with additional %2$s and %3$s shortcodes.":["Per descomptat pots utilitzar %1$s i definir waypoints amb codis de substitució %2$s i %3$s addicionals."],"If you don't use this shortcode yet, start %1$sthere%2$s.":["Si encara no feu servir aquest codi de substitució, comenceu %1$sallà%2$s."],"The %s are case sensitive.":["Els %s són sensibles a Majúscules i minúscules"],"The options are case sensitive.":["Les opcions són sensibles a majúscules i minúscules"],"%s is case sensitive.":["%s és sensible a majúscules i minúscules"],"For %s you can use any option of the leaflet element.":["Per a %s pots utilitzar qualsevol opció de l'element leaflet."],"show legend":["mostra la llegenda"],"Grouping by options and features":["Agrupació per opcions i característiques"],"%s switches only the markers.":["%s només canvia els marcadors."],"optional":["opcional"],"equidistant: divide the classes into equal groups.":["equidistant: divideix les classes en grups iguals."],"You can specify %s as you like.":["Podeu especificar %s com vulgueu."],"Not every option is suitable for every element.":["No totes les opcions són adequades per a cada element."],"Leaflet Choropleth":["Leaflet Choropleth"],"Popup Content":["Contingut de la finestra emergent"],"Help me, if I'm wrong.":["Ajudeu-me, si vaig errat."],"q for quantile, e for equidistant, k for k-means":["q per a quantil, e per a equidistant, k per a k-means"],"In a geojson file there are features and properties. They are different for each application.":["En un arxiu geojson hi ha característiques (features) i propietats (properties). Són diferents per cada aplicació."],"Every marker with an icon has the option %s as default.":["Cada marcador amb una icona té l'opció %s per defecte."],"You can use iconclass to group, regardless of whether they affect the appearance of the icon or not.":["Pots utilitzar iconclass per agrupar, més enllà de si afecta l'aparença de la icona o no."],"If %1$s contains %2$s and %3$s, then the elements for which the option \/ property specified in %4$s does not apply, are placed in the %5$s group. Elements whose %6$s is not known are placed in the %7$s group. See also the developer console.":["Sí %1$s conté %2$s i %3$s, aleshores els elements per als quals no s'aplica l'opció\/property especificada a %4$s , es col·loquen en el grup %5$s. Els elements dels qual no en coneixem %6$s son col·locats al grup %7$s. Consulteu també la consola de desenvolupadors."],"initial visibility of a group, default: %1$s. Either %2$s (valid for all groups) or a comma-separated list of %3$s and %4$s, where the number must match those of %5$s.":["visibilitat inicial d'un grup, per defecte: %1$s. Tant %2$s (vàlid per a tots els grups) o una llista separada per comes de %3$s i %4$s, on el nombre ha de coincidir amb els de %5$s."],"The default is %1$s for %2$s and %3$s for %4$s.":["El valor per defecte és %1$s per a %2$s i %3$s per a %4$s."],"comma separated strings to distinguish the elements, e.g. the exact string or an unique substring in %1$s (e.g.%2$s)":["cadenes de text separades per comes per distingir els elements, p. ex. la cadena de text exacta o una única subcadena de text a %1$s (p. ex.%2$s)"],"A %1$s has %2$s, each of them has a %3$s and %4$s. %5$s is the label of a %6$s in %7$s, e.g.":["Un %1$s té %2$s, cada un dels quals té un %3$s i %4$s. %5$s és l'etiqueta d'un %6$s a %7$s, p. ex."],"gpx and kml are similar to geojson, so you can also use %s there. But here it is not that easy to find relevant features.":["gpx i kml són similars a geojson, de manera que també hi pots utilitzar %s. Però no és tan senzill de trobar característiques rellevants."],"k-means: each standard deviation becomes a class.":["k-means: cada desviació estàndar esdevé una classe."],"quantile maps try to arrange groups so they have the same quantity.":["els mapes quantils intenten arranjar els grups de manera que tinguin la mateixa quantitat."],"Meaningful options may be:":["Opcions amb sentit poden ser:"],"Group elements and dynamically add\/remove from map":["Agrupa elements i els afegeix\/elimina del mapa de forma dinàmica"],"The shortcode %1$s is a special case of %2$s respectively %3$s.":["El shortcode %1$s és un cas especial de %2$s respectivament %3$s."],"get a tooltip on mouse over":["obté un indicador de funció en passar el cursor per sobre"],"Use it like the popup content for Geojsons in Leaflet Map: To add feature properties to the popups, use the inner content and curly brackets to substitute the values:":["Utilitza-ho com el contingut emergent per a Geojsons a Leaflet Map: per a afegir propietats de característiques a les finestres emergents, utilitza el contingut intern i claudàtors per substituir el valors:"],"However, make sure that they are unique. Otherwise unwanted, but sometimes interesting effects can occur. Test it with your application!":["En qualsevol cas, assegureu-vos que són únics. Si no es poden produir efectes no desitjats, encara que de vegades siguin interessants. Testejeu-ho amb la vostra aplicació!"],"You can specify multiple %1$s and %2$s. If the %3$s are called the same, the elements will be placed in the same group despite having different options resp. properties.":["Podeu especificar múltiples %1$s i %2$s. Si els %3$s s'anomenen igual, els elements es col·locaran al mateix grup tot i tenir opcions resp. propietats diferents."],"none - show filename in control - show trackname in control":["cap - mostra el nom de l'arxiu al control - mostra el nom de la ruta al control"],"Switch Track on and off":["Control per activar \/ desactivar la ruta"],"Leaflet Plugins":["Extensions de Leaflet"],"You can manage these according to your permissions":["Les podeu gestionar d'acord amb els vostres permisos"],"You can display all gpx, kml, geojson, json and tcx files in subdirectories of uploads directory.":["Podeu mostrar tos els fitxers gpx, kml, geojson i tcx dels subdirectoris del directori \"uploads\""],"Longitude":["Longitud"],"Latitude":["Latitud"],"%1$s outside, %2$s inside":["%1$s a fora, %2$s a dintre"],"Description":["Descripció"],"More icons":["Més icones"],"Some Icons":["Algunes icones"],"Many thanks to the translators.":["Moltes gràcies als traductors."],"Translation":["Traducció"],"Found an issue? Do you have a question?":["Heu trobat un problema? Teniu alguna pregunta?"],"Your web site language isn't english? You can speak english?":["L'idioma del vostre lloc web no és anglès? Podeu parlar anglès?"],"See also":["Vegeu també"],"All Colors":["Tots els colors"],"Use SVG version, Possible values: true or false":["Utilitza la versió SVG, valors possibles: cert o fals"],"Shape of the marker (css class), Possible values: 'circle', 'square', 'star', or 'penta'":["Forma del marcador (classse css). Possibles valors: 'circle', 'square', 'star', o 'penta'"],"Instead of an icon, define a plain text, Possible values: '1' or 'A', must set icon: 'fa-number'":["En comptes d'una icona, defineix un text pla. Valors possibles: 1' o 'A', ha de definir l'icona: 'fa-number'"],"Color of the marker (css class), Possible values: 'red', 'orange-dark', 'orange', 'yellow', 'blue-dark', 'cyan', 'purple', 'violet', 'pink', 'green-dark', 'green', 'green-light', 'black', 'white', or color hex code if svg is true":["Color del marcador (classe css). Possibles valors: 'red', 'orange-dark', 'orange', 'yellow', 'blue-dark', 'cyan', 'purple', 'violet', 'pink', 'green-dark', 'green', 'green-light', 'black', 'white', o un codi de color hexagessimal si svg és cert"],"Rotates the icon with css transformations, Possible values: numeric degrees":["Rota la icona amb transformacions css. Possibles valors: graus numèrics"],"Color of the icon, Possible values: 'white', 'black' or css code (hex, rgba etc)":["Color de la icona, Valors possibles: 'white', 'black' o codi css (hex, rgba etc)"],"Name of the icon with prefix, Possible values: fa-coffee (see icon library's documentation)":["Nom de la icona amb prefix, Valors possibles: fa-coffee (consulta la documentació de la biblioteca d'icones)"],"zFollow zoom":["zoom zFollow"],"If (!detached) control position on one of map corners.":["Si (!detached) el control es col·loca en un dels racons del mapa."],"Chart container outside\/inside map container":["Contenidor del perfil a fora\/a dintre del contenidor del mapa"],"A language pack will be generated, if at least 90% of all strings are translated, like german or spanish.":["Un pack d'idioma es generarà, si almenys s'han traduït un 90% de les cadenes de tex, com l'alemany o l'espanyol."],"I will include these translations in the plugin. Swedish and italian are already included.":["Inclouré aquestes traduccions al plugin. El suec i l'italià ja estan incloses."],"%1$s has some english strings in the frontend. Go to %2$s, choose your language and %3$s or %4$s, filter %5$s and translate these 36 short strings.":["%1$s té algunes cadenes de text en anglès al frontend. Ves a %2$s, tria el teu idioma i %3$s o %4$s, filtra %5$s i tradueix aquestes 36 curtes cadenes de text."],"Custom HTML code, Possible values: &lt;svg&gt;, images, or other HTML; a truthy assignment will override the default html icon creation behavior":["Codi HTML personalitzat, possibles valors: &lt;sgv&gr;, imatges o altre HTML; una assignació veritable anul·larà el comportament per defecte de la creació d'icones"],"Additional classes in the created &lt;i&gt; tag, Possible values: fa-rotate90 myclass; space delimited classes to add":["Classes addicionals al tag &lt;i&gt; creat, possibles valors: fa-rotate90 myclass; classes delimitades per espais per afegir-ne"],"All Shapes without (1) \/ with (2) SVG":["Totes les formes sense (1) \/ amb (2) SVG"],"The icon library's base class, Possible values: fa (see icon library's documentation)":["La classe de base de la biblioteca d'icones, possibles valors: fa (consulteu la documentació de la biblioteca d'icones)"],"In Frontend\u0004Pace":["Ritme"],"If summary is displayed, you can customize the information to display with css, e.g. show Total Length, Total Time, Total Ascent, Total Descent, Avg Speed, Avg Pace only:":["Si es mostra el sumari, pots personalitzar la informació a mostrar amb css, p. ex. mostra només Distància total, Temps total, Desnivell positiu total, Desnivell negatiu total, Velocitat mitja i Ritme mig:"],"It is disabled by default. You can enable it for a map with":["Està desactivat per defecte. Ho pots activar per a un mapa amb"],"You can enable it for all maps or for individual maps.":["Ho pots activar per a tots els mapes o per a mapes individuals."],"View":["Visualitzar"],"Edit":["Editar"],"If you change the number, submit the form to get the directories you want.":["Si canvies el nombre, envia el formulari per a obtenir els directoris que vulguis."],"Files":["Arxius"],"with any plugin for importing uploaded files to the Media Library.":["amb qualsevol plugin per importar arxius pujats a la Mediateca"],"with any File Manager plugin,":["amb qualsevol plugin de gestió d'arxius,"],"Upload gpx files into the directory":["Pujar arxius gpx al directori"],"It is only enabled on touch devices by default.":["Només està activat per defecte en els dispositius tàctils."],"It is enabled on both desktop and touch device by default.":["Està activat per defecte tant en dispositius d'escriptori com en dispositius tàctils."],"is true at default":["és cert per defecte"],"is":["és"],"It is enabled for all maps.":["Està activat per a tots els mapes."],"Details":["Detalls"],"Media Library":["Mediateca"],"Name":["Nom"],"Date":["Data"],"Directory":["Directori"],"entries":["entrades"],"with at least":["amb almenys"],"or in the directory":["o en el directori"],"with any (S)FTP-Client,":["amb qualsevol client (S)FTP,"],"Allow non admin":["Permetre a usuaris que no siguin administradors"],"Allow upload to media library":["Permetre pujades a la mediateca"],"Types":["Tipus"],"File name:":["Nom del fitxer:"],"Uploaded on:":["Pujat a:"],"List Files":["Llista de fitxers"],"List files":["Llista de fitxers"],"This means for you:":["Això per a vós significa:"],"or in your own way.":["o a la vostra manera."],"File size: ":["Mida del fitxer: "],"no files":["cap fitxer"],"for showing all files of this directory on a map":["per a mostrar tots els fitxers d'aquest directori en un mapa"],"Preview":["Previsualitza"],"Save query":["Desa la consulta"],"Please select":["Seleccioneu"],"Show all files":["Mostra tots els fitxers"],"and show at the same time":["i mostra al mateix temps"],"Show files of type":["Mostra els fitxers del tipus"],"direct in the Media Library.":["directe a la mediateca"],"If it is true, it is valid for any map (depending on %1$s respectively %2$s) and you can't change it. If it is false, you can enable it for a map:":["Si és cert, és vàlid per a qualsevol mapa (depenent de  %1$s i %2$s respectivament) i no ho pots canviar. Si és fals, ho pots habilitar per a un mapa:"],"Scroll Wheel Zoom":["Zoom amb la roda de desplaçament (scroll)"],"If %s is enabled, it becomes active on touch devices only.":["Si %s està activat, esdevé actiu només en dispositius tàctils."],"If Scroll Wheel Zoom (%s) is enabled, it becomes active on both desktop and touch devices.":["Si el zoom amb roda de desplaçament (%s) està activat, esdevé actiu en dispositius tant d'escriptori com tàctils."],"When Gesture Handling is enabled:":["Quan el maneig de gestos està activat:"],"Brings the basic functionality of Gesture Handling into Leaflet Map. Prevents users from getting trapped on the map when scrolling a long page.":["Afegeix la funcionalitat bàsica del maneig de gestos a Leaflet Map. Evita que els usuaris quedin atrapats sobre el mapa quan han de desplaçar una pàgina llarga."],"Listing - page":["Llistat - pàgina"],"Use the %1$sdirectory listing%2$s for simplicity.":["Utilitza el %1$sllistat de directoris%2$s per simplicitat."],"For %1$s it is ignored. For %2$s a list of %3$s. Default is %4$s.":["Per a %1$s s'ignora. Per a %2$s una llista de %3$s. Per defecte és %4$s."],"draw the content with %scommands ":["dibuixa el contingut amb ordres %s "],"(default) prepare the tracks for %s":["(per defecte) prepara les rutes per a %s"],"Overview":["Visió general"],"Here you can display all gpx, kml, geojson, json and tcx files in subdirectories of uploads directory.":["Aquí pots mostrar tots els arxius gpx, kml, geojson, json i tcx a dins dels subdirectoris del directori de pujades."],"Allow all users who have access to the backend to see the files. A permission check %s only done if the files are registered in the media library.":["Permet a tots els usuaris que tenen accés al backend del site a veure els arxius. Només es fá la comprovació de permisos %s si els arxius estan enregistrats a la mediateca."],"This may be of interest if you have used wp-gpx-maps.":["Això pot ser d'interès si has utilitzat wp-gpx-maps."],"Listing Files":["Llistant fitxers"],"You can manage these":["Podeu gestionar aquests"],"You can test it yourself on a %1$sseparate page%2$s.":["Ho podeu provar vós mateix en una %1$spàgina apart%2$s."],"If %s and a file is a gpx file, display start point and cluster":["Si %s i un fitxer és un fitxer gpx, mostra el punt d'inici i el clúster"],"(relative) path to directory, accessible both from path and from url":["camí (relatiu) al directori, accessible des de path i des de url"],"url to directory, default: URL from upload directory.":["url al directori, per defecte: URL del directori de pujades"],"Tracks from all files in a directory":["Rutes contingudes en tots els fitxers en un directori"],"In Frontend: Abbreviation for pace in the chart\u0004pace":["ritme"],"In Frontend\u0004Avg Pace":["Ritme mig"],"In Frontend\u0004Max Pace":["Ritme màxim"],"In Frontend\u0004Min Pace":["Ritme mínim"],"Display circle marker on Start":["Mostrar un marcador circular a l'inici"],"Colors":["Colors"],"Track color":["Color de la ruta"],"hidden":["ocult"],"no":["no"],"yes":["sí"],"Setting":["Configuració"],"Information display":["Visualització d'informació"],"Distance and time":["Distància i temps"],"Appearance":["Aparença"],"Detailed documentation and examples":["Documentació detallada i exemples"],"Your setting:":["La vostra configuració:"],"Theme \/ Colors":["Tema \/ colors"],"Filename as name":["Nom del fitxer com a nom"],"Your theme is the":["El tema és el"],"To change it see the bottom of the page.":["Per canviar-lo, consulteu la part inferior de la pàgina."],"You are using the sgpx shortcode from plugin wp-gpx-maps. wp-gpx-maps and leaflet-map don't work together.":["Estàs utlitzant el shortcode sgpx del plugin wp-gpx-maps. wp-gpx-maps i leaflet-maps són incompatibles."],"The active track is displayed in this color.":["La ruta activa es mostra d'aquest color."],"Highlight color":["Color de ressaltat"],"In Frontend\u0004Avg Slope":["Pendent mig"],"In Frontend\u0004Avg Elevation":["Elevació mitja"],"Display date and clock time":["Mostrar data i hora"],"Display time info (duration)":["Mostrar informació de la durada"],"Display circle marker on End":["Mostrar un marcador circular al final"],"Toggle chart ruler filter.":["Alternar el filtre del regle del perfil."],"Toggle chart":["Mostrar \/ amagar perfil"],"three digit number (px), minimum 100, maximum 499":["un nombre de tres dígits (px), mínim 100, màxim 499"],"Height of the chart":["Alçada del perfil"],"If %s is disabled, you can't see all charts at the same time (except at the beginning).":["Si %s està desactivat, no pots veure tots els perfils al mateix temps (excepte al principi)."],"You can always toggle the charts individually by clicking on %s.":["Sempre pots mostrar els perfils individualment clicant a %s."],"Track colors according to the values of elevation":["Colors de la ruta segons els valors d'altimetria"],"or check out Raruto's %1$sexamples%2$s":["o consultar els %1$sexemples%2$s de Raruto"],"Other Theme":["Un altre tema"],"Chart background color":["Color de fons del perfil"],"Pace profile - time per distance":["Perfil de ritme - temps per distància"],"Altitude chart profile":["Perfil d'altimetria"],"Tooltip display":["Mostrar indicador de funció"],"Axis display":["Mostrar l'eix"],"Display diagram":["Mostrar el perfil"],"Charts":["Perfils"],"Markers and Waypoints":["Marcadors i Waypoints"],"show distance data in graph and summary \/ show distance data in summary only \/ don't show distance data":["mostrar dades de distància en el perfil i en el sumari \/ mostrar dades de distància només en el sumari \/ no mostrar dades de distància"],"In Frontend\u0004Download":["Baixar"],"In Frontend: Abbreviation for altitude in the chart\u0004y":["y"],"In Frontend: Abbreviation for length in the chart\u0004x":["x"],"In Frontend: Abbreviation for speed in the chart\u0004v":["v"],"In Frontend: Abbreviation for duration in the chart\u0004T":["T"],"In Frontend: Abbreviation for time in the chart\u0004t":["t"],"In Frontend: Abbreviation for slope in the chart\u0004m":["m"],"In Frontend: Abbreviation for heart rate in the chart\u0004hr":["hr"],"In Frontend: Abbreviation for cadence in the chart\u0004cad":["cad"],"In Frontend: Abbreviation for acceleration in the chart\u0004a":["a"],"In Frontend\u0004Total Length":["Distància total"],"In Frontend\u0004Total Time":["Temps total"],"In Frontend\u0004Speed":["Velocitat"],"In Frontend\u0004Altitude":["Altitud"],"In Frontend\u0004Acceleration":["Acceleració"],"In Frontend\u0004Avg Speed":["Velocitat mitjana"],"In Frontend\u0004Max Speed":["Velocitat màxima"],"In Frontend\u0004Min Speed":["Velocitat mínima"],"In Frontend\u0004Max Slope":["Pendent màxim"],"In Frontend\u0004Min Slope":["Pendent mínim"],"In Frontend\u0004Max Acceleration":["Acceleració màxima"],"In Frontend\u0004Avg Acceleration":["Acceleració mitjana"],"In Frontend\u0004Min Acceleration":["Acceleració mínima"],"In Frontend\u0004Elevation":["Altimetria"],"In Frontend\u0004Min Elevation":["Altitud mín."],"In Frontend\u0004Max Elevation":["Altitud màx."],"In Frontend\u0004Total Descent":["Desnivell negatiu total"],"In Frontend\u0004Total Ascent":["Desnivell positiu total"],"In Frontend\u0004Slope":["Pendent"],"and":["i"],"Options for grouping leaflet-markers":["Opcions per agrupar leaflet-markers"],"Please see the admin page for options.":["Consulteu la pàgina d'administració per a les opcions."],"If %1$s contains %2$s and %3$s, then markers (respectively Points) for which the property %4$s does not apply are placed in the %5$s group. Markers (respectively Points) whose property is not known are placed in the %6$s group. See also the developer console.":["Si %1$s conté %2$s i %3$s, aleshores els marcadors (respectivament Punts) pels quals la propietat %4$s no s'aplica, es col·loquen al grup %5$s. Els marcadors (respectivament Punts) la propietat dels quals és desconeguda, es col·loquen al grup %6$s. Consulteu també la consola de desenvolupadors."],"comma separated strings to distinguish the markers, e.g. an unique substring in %1$s or the exact string (e.g.%2$s) in %3$s":["cadenes de text separades per comes per distingir els marcadors, p. ex. una subcadena de text única a %1$s o la cadena de text exacta (p. ex. %2$s) a %3$s"],"is the name of a property in properties of the Point in the FeatureCollection":["és el nom d'una propietat a les propietats del punt a la FeatureCollection"],"Options for grouping markers (points) in leaflet-geojson":["Opcions per agrupar marcadors (punts) a leaflet-geojson"],"Shortcode for grouping leaflet-markers":["Shortcode per agrupar leaflet-markers"],"Pay attention to the setting for %1$s, it depends on the used Map Tiles, see %2$shere%3$s.":["Pareu esment a la configuració per a %1$s, depèn dels mosaics cartogràfics que es facin servir, veieu %2$saquí%3$s."],"Load any elements with any %s shortcode":["Carrega qualsevol element amb qualsevol codi de substitució %s"],"Use it to highlight a %s element and get a tooltip on mouse over.":["Feu-lo servir per destacar un element %s i obtenir un indicador de funció en passar el ratolí per sobre."],"Shortcode for grouping markers (points) in leaflet-geojson":["Codi de substitució per agrupar marcadors (punts) a leaflet-geojson"],"Generated Javascript":["Javascript generat"],"e.g.":["p. ex."],"Delete":["Suprimir"],"If %1$s is selected, you must define some %2$ssettings for the icons":["Si selecciones %1$s, has de definir alguns paràmetres %2$s per a les icones"],"Only meaningful, if waypoints are shown in the map.":["Només te sentit si es mostren els waypoints al mapa."],"Toggle custom waypoint icons":["Activa \/ desactiva icones de waypoints personalitzades"],"Only meaningful, if %1$swaypoints%2$s is not %3$s.":["Només té sentit si els %1$swaypoints%2$s no són %3$s."],"Show waypoint labels in map and in chart \/ only in map \/ only in chart \/ none":["Mostrar les etiquetes dels waypoints al mapa i al perfil \/ només al mapa \/ només al perfil \/ enlloc"],"Toggle waypoint labels":["Activar\/desactivar les etiquetes dels waypoints"],"Display waypoints in map and in chart \/ only in map \/ only in chart \/ none":["Mostrar els waypoints al mapa i al perfil \/ només al mapa \/ només al perfil \/ enlloc"],"If you need more special characters than %s for your waypoints, please ask in the forum.":["Si necessites més caràcters especials a més de %s pels teus waypoins, si us plau demana-ho al fòrum."],"Any blank character from %1$sText of GPS symbol name%2$s is converted to a minus sign, uppercase to lowercase, a comma will be escaped.":["Qualsevol caràcter en blanc de %1$sEl text del nom del símbol GPS%2$s es converteix en un guió, les majúscules es converteixen a minúscules, les comes s'escapcen."],"Must be defined for each waypoint, also for the default.":["S'ha de definir per a cada waypoint, també per als valors per defecte."],"CSS to define as HTML block (between %1$s and %2$s) or in css file":["CSS per a definir com a bloc HTML (entre %1$s i %2$s) o en un arxiu css"],"The waypoint CSS class Selector":["El selector de classe CSS del waypoint"],"It may be empty, then its javascript is the default for all waypoints.":["Pot estar buit, aleshores es fa servir per defecte el seu Javascript per a tots els waypoints"],"Valid characters: lowercase, uppercase, numbers, -, comma, blank character.":["Caràcters vàlids: minúscules, majúscules, nombres, -, coma, caràcter en blanc."],"Text of GPS symbol name":["Text del nom del símbol GPS"],"Customize waypoints":["Personalitza els waypoints"],"You can use any css describing the waypoint.":["Podeu fer servir qualsevol css per a descriure el waypoint"],"Waypoint specified in file":["Waypoint especificat al fitxer"],"Here you can define extra waypoint options.":["Aquí podeu definir opcions addicionals dels waypoints."],"Providers requiring registration":["Proveïdors que requereixen registrar-se"],"Options":["Opcions"],"and\/or with leaflet-gpx and\/or leaflet-geojson":["i\/o amb leaflet-gpx i\/o leaflet-geojson"],"and markers with leaflet-marker":["i marcadors amb leaflet-marker"],"Create Map":["Crea un mapa"],"Create cluster":["Crea un clúster"],"Per default all defined tile servers appear.":["Per defecte apareixen tots els servidors de mosaics cartogràfics definits."],"determines how much to extend click tolerance round an object on the map":["determina quant estendre la tolerància de clic al voltant d'un objecte del mapa"],"And hover":["I al passar el cursor per sobre"],"To customize the popup content for geojsons, see %1$sgeojson options%2$s.":["Per a personalitzar els continguts emergents pels geojsons, consulteu les %1$sopcions geojson%2$s."],"valid for whole site or only for one map":["valid per a tot el website o només per un mapa"],"Function":["Funció"],"miles or kilometers":["milles o quilòmetres"],"The syntax is not checked!":["La sintaxi no està verificada!"],"Default Max Zoom":["Zoom màxim per defecte"],"Default Min Zoom":["Zoom mínim per defecte"],"Default Attribution":["Atribució per defecte"],"Current Settings":["Configuració actual"],"Summary":["Resum"],"Leaflet-providers":["Proveïdors del Leaflet"],"Site Language or Browser Language":["Idioma del lloc web o idioma del navegador"],"Migration from":["Migració des de"],"The name of a %1$strack%2$s is determined as described above.":["El nom d'una  %1$struta%2$s  es determina com està descrit més amunt."],"If it is false, an attempt is made to read the trackname from the file.":["Si és fals, es fa un intent de llegir el nom de la ruta des de l'arxiu."],"If %s (in options below or in shortcode) is true, the filename (without extension) is used.":["Si %s (a les opcions de més avall o al shortcode) és cert, es fa servir el nom de l'arxiu (sense extensió)."],"The name of a %1$strack%2$s is determined in this order:":["El nom d'una  %1$sruta%2$s es determina en aquest ordre:"],"If you use %1$s instead of %2$s, you get an elevation profile only with or without a summary line.":["Si utilitzes  %1$s en compte de %2$s , només obtindràs un perfil d'altimetria només amb una línia de sumari o directament sense."],"The name of the %1$sstart point%2$s is determined in this order:":["El nom del %1$spunt d'inici%2$s es determina en aquest ordre:"],"%1$s, %2$s and %3$s describe the %4$sstart point%5$s and are optional.":["%1$s, %2$s i %3$s descriuen el %4$spunt d'inici%5$s i són opcionals."],"%s is the url of the trackfile.":["%s és l'url de l'arxiu de la ruta."],"You can change it with":["Ho pots canviar amb"],"Valid for %s: Only elevation profile with or without summary line will be displayed.":["Vàlid per a %s: només es mostrarà el perfil amb o sense línia de sumari"],"Use filename (without extension) as name of the point and track.":["Fes servir el nom d'arxiu (sense extensió) com a nom del punt i de la ruta."],"Tile Server":["Servidor de mosaics cartogràfics"],"Extra Tile Server":["Servidor de mosaics cartogràfics extra"],"see Leaflet Map documentation":["consulta la documentació de Leaflet Map"],"Map Tile URL Subdomains":["Subdominis de l'URL dels mosaics cartogràfics del mapa"],"Map Tile URL":["URL del mosaic cartogràfic del mapa"],"Tile Id":["Id del mosaic cartogràfic"],"Additionally you can use some predefined Tile Providers with %1$s or you can define %2$syour Tile Servers%3$s.":["Addicionalment pots utilitzar alguns proveïdors de mosaics cartogràfics amb %1$s o pots definir %2$sels teus servidors de mosaics cartogràfics%3$s."],"The default Map Tiles are defined in the Leaflet Map Settings.":["Els mosaics cartogràfics per defecte del mapa estan definits a la configuració de Leaflet Map."],"The default Map Tiles are defined in the %1$s Settings%2$s.":["Els mosaics cartogràfics per defecte del mapa estan definits a la %1$s Configuració%2$s."],"About Tile servers":["Sobre els servidors de mosaics cartogràfics"],"If this is not available, the filename (without extension) is used.":["Si això no està disponible, s'utilitza el nom del fitxer (sense extensió)."],"If not, an attempt is made to read the trackname from the file.":["Si no, es fa un intent de llegir el nom de la ruta des del fitxer."],"If %1$s and %2$s are not specified, they are read from the file.":["Si %1$s i %2$s no s'especifiquen, es llegeixen des del fitxer."],"If %1$s (in options below or in shortcode) is true, the filename (without extension) is used, no matter how %2$s is.":["Si %1$s (a les opcions de més avall o al codi de substitució) és cert, s'utilitza el nom del fitxer (sense extensió), independentment de com sigui %2$s."],"I did not tested all, I have only checked the Javascript code. If something is not working, please let me know.":["No ho he verificat tot, només he comprovat el codi Javascript. Si alguna cosa no funciona, feu-m'ho saber."],"For a list of providers see":["Per a una llista de proveïdors consulteu"],"Here you can define your Tile servers. Additionally you can specify if opacity should be regulated.":["Aquí podeu definir els vostres servidors de mosaics cartogràfics. A més, podeu especificar si l'opacitat ha de ser regulada."],"without any parameter: All your defined %1$stile servers%2$s are used.":["sense cap paràmetre: S'utilitzen tots els vostres %1$sservidors de mosaics cartogràfics%2$s."],"with %s you can specify the mapids and\/or providers for which opacity should be regulated.":["amb %s podeu especificar els mapids i\/o els proveïdors per als quals s'ha de regular l'opacitat."],"You can select your defined Tile Server with parameter %s as comma separated list in the shortcode:":["Podeu seleccionar el vostre servidor de mosaics cartogràfics definit amb paràmetres de <code>mosaics<\/code> com a llista separada per comes en el codi de substitució:"],"initial state of the map":["estat inicial del mapa"],"means":["significa"],"You can set following and the Home button works as shown in the table.":["Pots configurar el següent i el botó Inici funcionarà com es mostra a la taula."],"map like defined":["definit com a mapa"],"sometimes to first zoom":["de vegades fer zoom primer"],"This page helps you to migrate from %1$s to %2$s.":["Aquesta pàgina t'ajuda a migrar de %1$s a %2$s."],"Migration":["Migració"],"Configure your default %s settings.":["Configureu els paràmetres per defecte de %s."],"Delete all settings from wp-gpx-maps!":["Suprimeix tots els paràmetres dels mapes wp-gpx!"],"You can delete all settings on this page.":["Podeu suprimir tots els paràmetres d'aquesta pàgina."],"See documentation and examples in %1$shere%2$s.":["Vegeu la documentació i els exemples %1$saquí%2$s."],"Many thanks to %1$s for his %2$sexcellent plugin%3$s, which I used myself for a long time. Unfortunately it needed some rework, especially to make wp-gpx-maps and leaflet-map work together. At some point it didn't work for me at all. So some of its features are included in the shortcode %4$s. Since version 2.2. it interprets the shortcode %5$s.":["Moltes gràcies a %1$s pel seu %2$sexcel·lent plugin%3$s, que jo mateix vaig utilitzar durant molt temps. Malauradament necessitava una actualització, especialment per fer treballar conjuntament wp-gpx-maps i leaflet-map. Va arribar un punt en que no era gens funcional per a mi. De manera que alguns dels seus trets estan inclosos al shortcode %4$s. Des de la versió 2.2 interpreta el shortcode %5$s."],"wp-gpx-maps is not installed and nothing is configured.":["wp-gpx-maps no està instal·lat i no hi ha res configurat."],"I don't need this anymore. sgpx is always interpreted as elevation.":["Ja no necessito més això. sgpx sempre s'interpreta com altimetria."],"Migrate from wp-gpx-maps":["Migrar des de wp-gpx-maps"],"You are using the sgpx shortcode from plugin wp-gpx-maps. But the script cannot detect how to handle it. Please ask in the forum.":["Estàs fent servir el shortcode sgpx del plugin wp-gpx-maps. Però l'script no pot detectar com gestionar-lo. Si us plau, pregunta-ho al fòrum."],"No \/ Yes \/ Only, when %s is used, e.g. for testing.":["No \/ Si \/ Només quan s'utilitza %s, p. ex. per testejar."],"%1$s is not active, %2$s parameters will interpreted with %3$s.":["%1$s no està actiu, els paràmetre %2$s s'interpretaran amb %3$s."],"If you have deleted the plugin, call this page again.":["Si has esborrat el plugin, crida aquesta pàgina un altre cop."],"You have wp-gpx-maps uninstalled, but some of its options exist in the database. You should delete them.":["Teniu wp-gpx-maps desinstal·lat, però algunes de les seves opcions encara existeixen a la base de dades. Les hauríeu de suprimir."],"If you are happy with this and if you don't use the track management of %1$s, you can deactivate and delete the plugin %2$s.":["Si esteu content amb això i no feu servir el gestor de rutes de %1$s, podeu desactivar i esborrar l'extensió %2$s."],"If you want to test it first: select %1$s and write in your test page \/ post %2$s.":["Si primer ho voleu testejar: seleccioneu %1$s i escriviu a la vostra pàgina \/ entrada de prova %2$s."],"Select %1$s to interpret the %2$s parameters as %3$s.":["Seleccioneu %1$s per a interpretar els paràmtres %2$s com a %3$s."],"nothing":["res"],"If you want to display a track only, use %1$s functions. If you want to display a track with an elevation profile use %2$s.":["Si només vols mostrar una ruta, utilitza les funcions %1$s. Si vols mostrar una ruta amb un perfil d'altimetria utilitza %2$s."],"show always the chart \/ show the chart and toggle %1$s to hide \/ hide the chart and toggle %2$s to show":["mostra sempre el perfil \/ mostra el perfil i clica %1$s per amagar-lo \/ amaga el perfil i clica %2$s per mostrar-lo"],"show time data in graph and summary \/ show time data in summary only \/ nothing":["mostrar dades de temps en el perfil i el sumari \/ mostrar dades de temps només al sumari \/ no mostrar dades de temps enlloc"],"some predefined settings \/ summary on one line \/ summary on multiple lines \/ without summary":["alguns ajustos predefinits \/ sumari en una línia \/ sumari en múltiples línies \/ sense sumari"],"The elevation shortcode has many configuration options. Some things are not trivial. If you can't configure something, ask in the forum.":["El codi de substitució d'altimetria te moltes opcions de configuració. Algunes coses no són trivials. Si no podeu configurar alguna cosa, pregunteu-ho al fòrum."],"The %1$s parameter is called %2$s, but it works with gpx, kml, geojson and tcx files.":["El paràmetre %1$s s'anomena %2$s, però funciona amb fitxers gpx, kml, geojson i tcx."],"Note":["Nota"],"The number of %1$s and %2$s must match.":["El nombre de %1$s i %2$s ha de coincidir."],"The parameter and settings for %s are valid too.":["El paràmetre i la configuració per a %s també són vàlids."],"Strategy for placing markers in cluster":["Estratègia per a la col·locació de marcadors en clúster"],"Clusters and markers too far from the viewport are removed from the map for performance.":["Els clústers i els marcadors massa allunyats de la finestra de visualització s'eliminen del mapa per raons de rendiment."],"Display track waypoints":["Mostrar els waypoints de la ruta"],"\"default\" means: one-circle strategy up to 8 elements, else spiral strategy":["\"per defecte\" significa: estratègia d'un cercle fins a 8 elements, si no, estratègia en espiral"],"If set, at this zoom level and below, markers will not be clustered. If 0, it is disabled.":["Si s'activa, a aquest nivell de zoom i en els inferiors, els marcadors no s'agruparan. Si és 0, es desactiva."],"The parameter maxZoom has been removed, please use %s instead.":["El paràmetre maxZoom s'ha eliminat, si us plau utilitza %s en el seu lloc."],"When you click a cluster we zoom to its bounds.":["Quan cliqueu un clúster fem zoom fins al seus límits"],"Before you click the submit button, please compare your settings with the new ones and change them if they are different.":["Abans de clicar el botó d'enviar, compareu els vostres paràmetres de configuració amb els nous i canvieu-los si són diferents."],"The options zoom, radius and spiderfy have been renamed to disableClusteringAtZoom, maxClusterRadius and spiderfyOnMaxZoom, but they are still valid. Your settings:":["Les opcions zoom, radi i spiderfy s'han reanomenat disableClusteringAtZoom, maxClusterRadius i spiderfyOnMaxZoom respectivament, però segueixen sent vàlides. Els vostres paràmetres de configuració:"],"Please see the %s page for options. If you want to change other ones, please post it to the forum.":["Consulteu la pàgina %s per veure les opcions. Si en voleu canviar d'altres, publiqueu-ho al fòrum."],"When you mouse over a cluster it shows the bounds of its markers.":["Quan passeu el ratolí per sobre d'un clúster, es mostren els límits del marcadors inclosos en aquest clúster."],"Type of marker":["Tipus de marcador"],"Number of elements in the first circle":["Nombre d'elements al primer cercle"],"Demo and Documentation":["Demostració i documentació"],"Reset the map":["Reinicialitza el mapa"],"Multiplicator of elements number for the next circle":["Multiplicador del nombre d'elements pel següent cercle"],"Multiple tracks with elevation profiles":["Múltiples rutes amb perfils d'altimetria"],"Switching Tile Servers":["Canviant els servidors de mosaics"],"Track with an elevation profile":["Ruta amb un perfil d'altimetria"],"Marker Clustering":["Agrupació de marcadors"],"Styling Markerclusters.":["Aplicant estils als clústers de marcadors"],"Clustering and Grouping of Markers":["Clústering i agrupació de marcadors"],"Hovering and Tooltips":["Passar el ratolí per sobre d'elements i indicadors de funció"],"Switch drawing helping circles on":["Activa el dibuix de cercles d'ajuda a"],"Value to be added to each new circle distance value":["Valor que s'afegeix a cada nou valor de distància del cercle"],"Not all parameters are implemented in the plugin.":["No tots els paràmetres estan implementats a l'extensió."],"Documentation":["Documentació"],"Detailed documentation and examples in %1$sGerman%2$s and %3$sEnglish%4$s":["Documentació detallada i exemples en %1$salemany%2$s i %3$sanglès%4$s"],"position\/height indicator marker drawn onto the map":["marcador indicador de posició\/alçada dibuixat al mapa"],"Elevation Theme":["Tema de l'altimetria"],"More options see":["Més opcions veure"],"Elevation Profile":["Perfil d'altimetria"],"Autoupdate map bounds on chart update.":["Actualitzar automàticament els límits del mapa al actualitzar el diagrama."],"Reset":["Reinicialitzar"],"Theme Colors":["Colors del tema"],"Download Link":["Enllaç de baixada"],"Summary track info style":["Estil del resum d'informació de la ruta"],"Display distance info":["Mostrar informació de distància"],"For boolean values applies":["S'aplica per a valors booleans"],"You can change it for each map with":["Podeu canviar-ho per cada mapa amb"],"Plugins Default:":["Extensions per defecte:"],"Autoupdate map center on chart mouseover.":["Actualitza automàticament el centre del mapa en passar el ratolí per sobre del diagrama."],"[Lat, Long] vs [Long, Lat] points. (leaflet default: [Lat, Long])":["Coordenades [Lat, Long] vs [Long, Lat]. (Per defecte a leaflet: [Lat, Long])"],"Polyline weight":["Gruix de la polilínia"],"Gesture Handling":["Maneig de gestos"],"Speed chart profile":["Perfil de velocitat"],"Slope chart profile":["Perfil de pendents"],"Acceleration chart profile":["Perfil d'acceleració"],"Render chart profiles as Canvas or SVG Paths.":["Renderitza els perfils com a Canvas o com a vectors SVG."],"Toggle \"leaflet-distance-markers\" integration":["Activa\/desactiva la integració dels \"leaflet-distance-markers\""],"Toggle \"leaflet-almostover\" integration":["Activa\/desactiva la integració de \"leaflet-almostover\""],"Toggle chart legend filter.":["Activa\/desactiva el filtre de llegenda."],"Hovering":["Desplaçament per sobre amb el ratolí"],"Please reset these settings, if you are not using an own theme!":["Si us plau restableix aquests paràmetres de configuració si no estàs utilitzant un tema propi!"],"Please change this only, if you want to use your own theme.":["Si us plau només canvia això si vols utilitzar el teu propi tema."],"Multiple hoverable tracks":["Múltiples rutes flotables"],"To reset all values to their defaults, simply click the Reset button":["Per restablir tots els valors als seus valors per defecte només cal que cliqueu el botó Reinicialitzar"],"The theme is the same as the":["El tema és el mateix que el de"],"Elevation Profiles":["Perfils d'altimetria"],"In your elevation.css put the styles like the theme styles in":["En el teu elevation.css posa els estils com els del tema a"],"move mouse over a track or select one in control panel ...":["desplaça el ratolí sobre una ruta o selecciona'n una al panel de control..."],"Extensions for the WordPress plugin Leaflet Map":["Extensions per al plugin de WordPress Leaflet Map"],"Help":["Ajuda"],"Example":["Exemple"],"Default":["Per defecte"],"Settings":["Configuració"],"Extensions for Leaflet Map":["Extensions per a Leaflet Map"],"hupe13":["hupe13"],"or":["o"],"possible meaningful values":["possibles valors significatius"],"Plugins Default":["Extensions per defecte"],"Post it to the support forum":["Publica-ho al fòrum de suport"],"must end with":["ha d'acabar amb"],"If you want use an own style, select \"other\" theme and give it a name. Put in your functions.php following code:":["Si vols utilitzar un estil propi, selecciona \"un altre\" tema i dóna-li un nom. Afegeix el següent codi al teu arxiu functions.php:"],"appears in the switching control. To delete a server simply clear the field mapid.":["apareix al control de commutació. Per eliminar un servidor només cal esborrar el camp mapid."],"Configure a mapid, attribution and a tile url for each tile server.":["Configura un mapid, una atribució i una url per a cada servidor de mosaics."],"It resets the view to all markers (leaflet-marker), lines (leaflet-line), circles (leaflet-circle), geojsons (leaflet-geojson, leaflet-gpx, leaflet-kml) and a track (elevation).":["Restableix la vista de tots els marcadors (leaflet-marker), línies (leaflet-line), cercles (leaflet.circle), geojsons (leaflet-geojson, leaflet-gpx, leaflet-kml) i una ruta (elevation)."],"button to reset the view. A must for clustering markers":["botó per restablir la vista. Imprescindible per a agrupar marcadors"],"comma separated labels appear in the selection menu":["les etiquetes separades per comes apareixen al menú de selecció"],"comma separated strings to distinguish the markers, e.g. an unique string in %1$s or %2$s":["cadenes de text separades per comes per distingir els marcadors, p. ex. una única cadena de text a %1$s o %2$s"],"Dynamically add\/remove groups of markers from Marker Cluster":["Afegeix\/elimina dinàmicament grups de marcadors del Clúster de Marcadors"],"Many markers on a map become confusing. That is why they are clustered":["Molts marcadors en un mapa es fan confusos. És per això que s'agrupen"],"When you click a cluster at the bottom zoom level we spiderfy it so you can see all of its markers.":["Quan cliques un clúster en el nivell de zoom inferior, apliquem spiderfy perquè puguis veure tots els seus marcadors."],"The maximum radius that a cluster will cover from the central marker (in pixels). Decreasing will make more, smaller clusters.":["El radi màxim que cobrirà un cluster des del marcador central (en píxels). Com més petit sigui el valor, es formaran més clústers, més petits."]}}}