{"translation-revision-date":"2026-02-06 18:00:07+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Then the page\/post must have the custom fields %1$s and %2$s.":["Dann muss die Seite\/der Beitrag die benutzerdefinierten Felder %1$s und %2$s enthalten."],"or the word":["oder das Word"],"You can use following options from %s here and in shortcode:":["Du kannst die folgenden Optionen von %s hier und im Shortcode verwenden:"],"Defaults from %1$s settings:":["Standard von den %1$s Einstellungen:"],"options":["Optionen"],"Specify in %1$s shortcode either the icons custom field name or %2$s respectively %3$s and all options for the marker shortcode as usual but without %4$s and %5$s.":["Definiere im Shortcode %1$s entweder den Namen des benutzerdefinierten Feldes für die Icons oder %2$s bzw. %3$s sowie alle Optionen für den Marker-Shortcode wie gewohnt, jedoch ohne %4$s und %5$s."],"Enter here either the default icons custom field name or a shortcode for %1$s or %2$s without brackets and the options for %3$s and %4$s.":["Gib hier entweder den Namen des benutzerdefinierten Feldes des Markers oder einen Shortcode für %1$s oder %2$s ohne eckige Klammern und die Optionen für %3$s und %4$s ein."],"Default: blue marker icon":["Standard: das blaue Icon"],"custom field name of popup or popup content, default: no popup":["Name des benutzerdefinierten Feldes des Popups oder Popup-Inhalt, Standard: kein Popup"],"see %1$s, default: %2$s":["siehe %1$s, Standard: %2$s"],"custom field name for lat and lng":["Name des benutzerdefinierten Feldes für lat und lng"],"For the icon: a custom field with a shortcode for %1$s or %2$s, but without %3$s and %4$s and brackets (optional)":["Für den Marker: ein benutzerdefiniertes Feld mit einem Shortcode für %1$s oder %2$s, jedoch ohne %3$s und %4$s und eckige Klammern (optional)"],"For popup content: a custom field named %1$s or any other name (optional)":["Für den Popup-Inhalt: ein benutzerdefiniertes Feld mit dem Namen %1$s oder einem beliebigen anderen Namen (optional)"],"For latitude and longitude: %1$s and %2$s or %3$s like in %4$s (required)":["Für Breiten- und Längengrad: %1$s und %2$s oder %3$s wie in %4$s (erforderlich)"],"Create following custom fields for the page \/ post:":["Erstelle folgende benutzerdefinierten Felder für die Seite \/ den Beitrag:"],"You can also use the custom fields you defined for %s for the Featured Map.":["Du kannst auch die benutzerdefinierten Felder, die du für %s definiert hast, für Featured Map verwenden."],"There is a %1$s for %2$s. The codex lists metadata, of which the shortcode uses the following in custom fields: %3$s and %4$s.":["Es gibt einen %1$s für %2$s. Der Codex listet Metadaten auf, von denen der Shortcode die folgenden in benutzerdefinierten Feldern verwendet: %3$s und %4$s."],"Generates a map from geo information in pages and posts.":["Erstellt eine Karte aus Geodaten auf Seiten und in Beiträgen."],"Featured Map":["Featured Map"],"If a track loaded with %1$s or %2$s contains waypoints that you do not want to display, hide them.":["Blende Wegpunkte eines Tracks, der mit %1$s oder %2$s geladen wird, aus."],"Valid for %s: Sort tracks in legend by name or by date.":["Gilt für %s: Sortiere in der Legende die Tracks nach Namen oder Datum."],"Sorting":["Sortierung"],"If the %s option is missed the tracks are unsorted.":["Wenn die Option %s fehlt, werden die Tracks nicht sortiert."],"You can sort the tracks in legend by name or by date: %1$s or %2$s":["Du kannst in der Legende die Tracks nach Namen oder Datum sortieren: %1$s or %2$s"],"position on the map:":["Position in der Karte:"],"see table":["siehe Tabelle"],"Tooltip text of the home button":["Tooltip-Text des Home Buttons"],"Font-Awesome icon name for the home button without prefix":["Font-Awesome-Symbolname für den Home-Button ohne Prefix"],"Tooltip text of the %s button":["Tooltip-Text der Schaltfläche %s"],"How the %s option works":["Wie die Option %s funktioniert"],"This setting is valid for %1$s, %2$s and %3$s.":["Diese Einstellung gilt für %1$s, %2$s und %3$s."],"You are using %1$s, there is a %2$sbug%3$s.":["Du verwendest %1$s, hier gibt es einen %2$sBug%3$s."],"If the check does not work for you, you can disable it so that your fonts are loaded.":["Wenn die Überprüfung für dich nicht funktioniert, kannst du sie deaktivieren, damit deine Schriftarten geladen werden."],"The plugin checks this and only loads its own if no others are found.":["Das Plugin überprüft dies und lädt nur seine eigenen, wenn keine anderen gefunden werden."],"Your theme or one of your plugins may provide Font Awesome.":["Dein Theme oder eines deiner Plugins stellt möglicherweise den Font Awesome bereit."],"This shortcode requires %1$s, version 6 is included in the plugin.":["Dieser Shortcode erfordert %1$s, Version 6 ist im Plugin enthalten."],"disable":["deaktivieren"],"enable (default)":["aktivieren (Standard)"],"Check":["Prüfung"],"Extensions for Leaflet Map Options":["Erweiterungen für Leaflet Map - Optionen"],"Heart rate profile":["Profil der Herzfrequenz"],"In Frontend\u0004Avg BPM":["durchschnittliche HF"],"In Frontend\u0004Max BPM":["Maximale Herzfrequenz"],"In Frontend\u0004Min BPM":["Minimale Herzfrequenz"],"In Frontend\u0004ECG":["Herzfrequenz"],"Line color of the heart rate":["Farbe der Linie der Herzfrequenz"],"Extensions for Leaflet Map - Help and Documentation":["Erweiterungen für Leaflet Map - Hilfe und Dokumentation"],"and\/or with leaflet-gpx and\/or leaflet-kml and\/or leaflet-geojson":["und\/oder mit leaflet-gpx und\/oder leaflet-kml und\/oder leaflet-geojson"],"required: one of these":["Erforderlich: eins von diesen"],"%1$s in %2$s":["%1$s in %2$s"],"%1$s in querystring or in %2$s":["%1$s in Querystring oder in %2$s"],"Options for":["Optionen für"],"Default: actual zoom level of the map":["Standard: aktueller Zoomlevel der Karte"],"Priority:":["Reihenfolge:"],"is considered only, if the target marker is not in a cluster.":["wird nur berücksichtigt, wenn der Zielmarker nicht gecluster ist."],"This is the zoom level for zooming to the target marker.":["Das ist der Zoomlevel für das Zoomen auf den Zielmarker."],"see below.":["siehe unten."],"All these options are optional.":["All diese Optionen sind optional."],"If you have more than one map on a page: %s may only appear exactly once and must be the last shortcode.":["Wenn du mehr als eine Karte auf einer Seite hast: %s darf nur genau einmal vorkommen und muss als letztes angegeben werden."],"If the page is the same, %s does not need to be defined.":["Wenn die Seite dieselbe ist, braucht %s nicht angegeben zu werden."],"is required, if source page and target page are different.":["ist erforderlich, wenn Quellseite und Zielseite verschieden sind."],"are required!":["sind erforderlich!"],"Required, if source page and target page are not the same:":["Erforderlich, wenn Quellseite und Zielseite verschieden sind:"],"Shortcodes on target map":["Shortcodes auf der Zielkarte"],"The URL can be link to a page on your website or to a remote one.":["Die URL kann ein Link zu einer Seite auf deiner Website oder zu einer entfernten Seite sein."],"is optional.":["ist wahlweise."],"Create a source page with a link to the target page.":["Erstelle eine Quellseite mit einem Link zur Zielseite."],"Options for query string":["Optionen für den Querystring"],"if true, log some infos to the developer console and add circles about the target on the map":["wenn true, logge einige Infos in der Entwicklerkonsole und zeichne Kreise um das Ziel auf der Karte"],"URL to the target page. Default: same page":["URL zur Zielseite. Standard: dieselbe Seite"],"popup content, if the target marker has not a popup text. Default: content of %1$s, if the marker has one or %2$s":["Inhalt des Popups, wenn der Zielmarker keinen Popuptext hat. Standard: %1$s, wenn der Marker diesen hat, oder %2$s"],"%1$s and %2$s of the target geojson marker":["%1$s und %2$s des Markers aus der Geojson-Datei"],"Link to the marker on a map":["Link zum Marker auf der Karte"],"query string in an URL":["eine Querystring in der URL"],"Shortcode":["Shortcode"],"Code on source page":["Code auf der Quellseite"],"The word \"page\" in this documentation means page or post.":["Das Wort „Seite“ bedeutet in dieser Dokumentation Seite oder Beitrag."],"Source and target can be the same page or different pages.":["Quelle und Ziel können dieselbe Seite oder verschiedene Seiten sein."],"Manage plugins":["Plugins verwalten"],"You may be interested in %1$sDSGVO snippet for Leaflet Map and its Extensions%2$s.":["Dich interessiert vielleicht das %1$sDSGVO Snippet für Leaflet Map und seine Erweiterungen%2$s."],"Extends the WordPress Plugin <a href=\"https:\/\/wordpress.org\/plugins\/leaflet-map\/\">Leaflet Map<\/a> with Leaflet Plugins and other functions.":["Erweitert das WordPress-Plugin <a href=\"https:\/\/wordpress.org\/plugins\/leaflet-map\/\">Leaflet Map<\/a> um Leaflet-Plugins und weitere Funktionen."],"URL to the icon when it hover or clicked. If it is an empty string or the marker icon has not an %s, the icon does not change. Default: red icon":["URL des Icons, welches bei Mauszeigerkontakt oder Klick angezeigt wird. Ist es ein leere Zeichenfolge oder das Marker-Icon hat keine %s, ändert sich das Icon nicht. Standard: rotes Symbol"],"Open page, post or category links in a new tab":["Öffne den Link zur Seite, Beitrag oder Kategorie in einem neuen Tab"],"color to highlight the list entry":["Farbe um den Listeneintrag hervorzuheben"],"background color for the list":["Hintergrundfarbe der Liste"],"a %1$s for geojson marker. For %2$s it is always %3$s and is ignored.":["%1$s für Geojson-Marker. Für %2$s ist es immer %3$s und wird ignoriert."],"To define the background color (default: %1$s) for the list in all your maps define %2$s in customizer or using another method:":["Um die Hintergrundfarbe für die Liste (Standard %1$s) in all deinen Karten festzulegen, definiere das %2$s im Customizer oder mit einer anderen Methode:"],"and markers with %1$s and %2$s option and \/ or %3$s":["und Marker mit %1$s und der Option %2$s und \/ oder %3$s"],"maximum width of list in relation to the width of the map":["maximale Breite der Liste im Verhältnis zur Breite der Karte"],"maximum height of list in relation to the height of the map":["maximale Höhe der Liste im Verhältnis zur Höhe der Karte"],"true or false - show marker in list when hover":["true oder false - den Marker in der Liste bei Mauszeigerkontakt anzeigen"],"true or false - show only visible marker in list (default) \/ show all marker in list":["true oder false - nur sichtbare Marker in der Liste anzeigen (Standard) \/ alle Marker in der Liste anzeigen"],"true or false - the list is collapsed or not (default)":["true oder false - die Liste ist geschlossen oder nicht (Standard)"],"Create control list":["Erstelle die Auswahlliste"],"My own %1$s based on the %2$swork%3$s of Stefano Cudini.":["Mein eigenes %1$s, aufbauend auf dem %2$sCode%3$s von Stefano Cudini."],"A Leaflet Control for listing visible markers in the map.":["Ein Leaflet Kontrollfeld zur Auflistung der sichtbaren Marker in der Karte."],"Listing markers in the map":["Auflistung von Markern in der Karte"],"You can use %1$s if you use the option %2$s, it is not used by %3$s but passed through.":["Du kannst %1$s verwenden, wenn du die Option %2$s verwendest. Sie wird nicht von %3$s verwendet, aber durchgereicht."],"a comma separated pair of width and height in pixels. Only makes sense when you use the %s option.":["Breite und Höhe in Pixel, durch Komma getrennt. Macht nur Sinn, wenn du die Option %s verwendest."],"or the name of the popup custom field":["oder der Name des benutzerdefinierten Feldes für das Popup"],"default popup content":["Standardinhalt des Popups"],"categories":["Kategorien"],"the featured image":["das Beitragsbild"],"the title":["der Titel"],"the url to the page \/ post":["die URL der Seite \/ des Beitrages"],"Size of featured image":["Größe des Beitragsbildes"],"the name of custom field is":["Der Name des individuellen Feldes ist"],"for the popup content, optional.":["für den Inhalt des Popups, optional."],"You can use strings in curly brackets to substitute the values:":["Du kannst Zeichenketten in geschweiften Klammern verwenden, um die Werte zu ersetzen:"],"You can use an %1$s also.":["Du kannst auch ein %1$s verwenden."],"The content of the popup custom field is like the popup in %1$s.":["Der Inhalt des benutzerdefinierten Feldes für das Popup entspricht dem Popup wie bei %1$s."],"Default popup content is taken from the overviewmap shortcode and is a set of title, permalink, categories, featured image.":["Der Standardinhalt des Popups wird dem overviewmap Shortcode entnommen und ist eine Kombination von Titel, Permalink, Kategorien und dem Beitragsbild."],"%1$s from target map (see %2$s option %1$s). Default: current map":["%1$s der Zielkarte (siehe %2$s Option %1$s). Standard: aktuelle Karte"],"If the list starts with %s, only pages \/ posts that are contained in all of them are displayed, otherwise those that are contained in at least one.":["Wenn die Liste mit %s beginnt, werden nur die Seiten \/ Beiträge angezeigt, die in allen enthalten sind, ansonsten die, die in mindestens einer enthalten sind."],"Valid for all maps on the page\/post.":["Gilt für alle Karten der Seite \/ des Beitrages."],"padding of the subentries":["Innenabstand der Untereinträge"],"Symbol displayed on a closed node (that you can click to open)":["Symbol, das bei dem geschlossenen Knoten angezeigt wird (das zum Öffnen angeklickt werden kann)"],"You can't use the character %s allone.":["Das Zeichen %s kann nicht allein verwendet werden."],"Symbol displayed on a opened node (that you can click to close)":["Symbol, das bei einem geöffneten Knoten angezeigt wird (das zum Schließen angeklickt werden kann)"],"Text for an entry in control that expands the tree":["Text für einen Eintrag im Kontrollfeld, das den Baum aufklappt"],"If empty, no entry is created.":["Falls leer, wird kein Eintrag erstellt."],"Text for an entry in control that collapses the tree":["Text für einen Eintrag im Kontrollfeld, das den Baum zuklappt"],"Comma separated group names. These are the same as in %s. If you have html tags there, you can omit these here":["Durch Komma getrennte Namen der Gruppen. Diese sind die gleichen wie in %s. html-Tags von dort können hier weglassen werden"],"child names":["Namen der Kinder"],"no leaflet-marker custom fields":["keine benutzerdefinierten Felder für leaflet-marker"],"You can also use some options like %1$s from %2$s.":["Du kannst auch einige Optionen wie %1$s von %2$s verwenden."],"Optional: Create one or more %s":["Optional: Erstelle eine oder mehrere %s"],"Or create one or more %s":["Oder erstelle eine oder mehrere %s"],"Create one or more %s":["Erstelle eine oder mehrere %s"],"and load any leaflet elements":["und lade beliebige leaflet-Elemente"],"A Tree Layers Control for Leaflet.":["Baumstruktur für das Leaflet-Auswahlmenü."],"Label for altitude":["Einheit für die Höhe"],"Units":["Einheiten"],"Other settings":["Weitere Einstellungen"],"Manage Leaflet Map files":["Leaflet Map Dateien verwalten"],"Display groups in a tree view":["Anzeige der Gruppen in einer Baumansicht"],"The specification in the first command applies. It is valid for %s too.":["Es gilt die Angabe im ersten Befehl. Sie ist auch für %s gültig."],"Display groups in a tree view.":["Anzeige der Gruppen in einer Baumansicht."],"Each element can belong to exactly one group.":["Jedes Element kann genau einer Gruppe angehören."],"There are three shortcodes: %1$s to group elements by options%2$s to group elements by properties%3$s to display groups in a tree view":["Es gibt drei Shortcodes: %1$s, um Elemente nach Optionen zu gruppieren%2$s, um Elemente nach Eigenschaften (Features) zu gruppieren%3$s, um Gruppen in einer Baumansicht anzuzeigen"],"Label for speed":["Einheit für Geschwindigkeit"],"Conversion factor to meters, will be ignored if %1$s is %2$s":["Umrechnungsfaktor in Meter, wird ignoriert, wenn %1$s %2$s ist"],"Default: %1$s if %2$s is %3$s, %4$s otherwise.":["Standard: %1$s wenn %2$s %3$s ist, sonst %4$s."],"Conversion factor to kilometers, will be ignored if %1$s is %2$s.":["Umrechnungsfaktor in Kilometer, wird ignoriert, wenn %1$s %2$s ist."],"Label for distance, will be ignored if %1$s is %2$s.":["Einheit für die Entfernung, wird ignoriert, wenn %1$s %2$s ist."],"This is the only way to link to a marker on your map from an %1$sexternal%2$s site.":["Dies ist die einzige Möglichkeit, einen Link zu einem Marker auf deiner Karte auf einer %1$sexternen%2$s Webseite zu erstellen."],"latitude and longitude of target":["Breiten- und Längengrad des Zieles"],"jump to any marker nearest lat and lng":["Springe zu dem Marker der lat und lng am nächsten ist"],"Optional: Place the page or post in one or more categories or tag it. The word \"category\" in this documentation means category or tag.":["Optional: Weise der Seite oder dem Beitrag eine oder mehrere Kategorien zu oder tagge sie. Das Wort \"Kategorie\" bedeutet in dieser Dokumentation Kategorie oder Tag."],"is required, if you use %1$s with option %2$s.":["muss angegeben werden, wenn du %1$s mit der Option %2$s verwendest."],"example URL for the link":["Beispiel-URL für den Link"],"text of the link. Default:":["Text für den Link. Standard:"],"of the target %1$s or %2$s":["des Zieles - %1$s oder %2$s"],"jump to a marker in a geojson file":["Springe zu einem Marker in einer Geojson-Datei"],"jump to %1$s or %2$s":["Springe zu einem %1$s oder %2$s"],"You can write this shortcode anywhere in your text.":["Du kannst diesen Shortcode irgendwo in deinem Text schreiben."],"A link similar to this one is created:":["Ein Link ähnlich diesem wird erzeugt:"],"Markers can be %1$s and %2$s or marker %3$s in geojson files.":["Marker können %1$s und %2$s oder Marker in einer Geojson-Datei %3$s sein ."],"Jump to a marker in a map with many markers.":["Springe zu einem Marker in einer Karte mit vielen Markern."],"Multiple custom fields with the same name":["Mehrere benutzerdefinierte Felder mit demselben Namen"],"Error - no valid filename:":["Fehler - kein gültiger Dateiname:"],"Error detecting lanlngs":["Fehler beim Erkennen von latlngs"],"Set this to %s, if you have trouble to get the right markers.":["Setze es auf %s, wenn du Schwierigkeiten hast, die richtigen Marker zu erhalten."],"Use transients":["Verwende Transienten"],"Specify this, if there are no any marker information in custom fields and the icons appear as %1$s instead of %2$s.":["Gib dies an, wenn keine Informationen über Marker in den benutzerdefinierten Feldern angegeben sind und die Icons als %1$s statt %2$s erscheinen."],"Next":["Weiter"],"Previous":["Zurück"],"Error - please check overviewmap data: Some data are wrong.":["Fehler - bitte überprüfe die Daten für overviewmap. Irgendwas ist falsch."],"If it does not work as expected, see the developer console of your browser.":["Wenn es nicht wie erwartet funktioniert, sieh in der Entwicklerkonsole des Browsers nach."],"If an element is hovered over, the other elements become transparent. If you specify any other option as the default, the effect may not be consistent.":["Wenn der Mauszeiger über ein Element bewegt wird, werden die anderen Elemente transparent. Wenn eine andere Option als default angegeben wurde, ist der Effekt möglicherweise nicht konsistent."],"Replace %1$s with %2$s.":["Ersetze %1$s durch %2$s."],"Default is taken from the overviewmap shortcode or it is the blue marker icon.":["Die Standardeinstellung wird dem Shortcode overviewmap entnommen oder es ist das blaue Icon."],"for the marker icon, optional.":["für das Marker Icon, optional."],"The option %s is optional.":["Die Option %s ist optional."],"You can use the parameter %s also.":["Du kannst auch den Parameter %s verwenden."],"optional: %s - tiles control collapsed or not:":["optional: %s - Auswahlmenü geschlossen oder nicht:"],"optional: %s - position of tiles control":["optional: %s - Position des Auswahlmenüs"],"%1$s is for icon filename required. The icons directory must be the same as from %2$s.":["%1$s ist erforderlich, wenn der Dateiname des Icons verwendet wird. Das Icon muss sich im Verzeichnis der %2$s befinden."],"You can use these in the custom field for the icon and in shortcode %s.":["Du kannst diese im benutzerdefinierten Feld für das Icon und im Shortcode %s angeben."],"default position:":["Standardposition:"],"track in %s":["Track in %s"],"optional: %s - group control collapsed or not:":["optional: %s - Gruppen-Auswahlmenü geschlossen oder nicht:"],"optional: %s - position of group control":["optional: %s - Position des Gruppen-Auswahlmenüs"],"Helper Plugins":["Hilfsplugins"],"Functions implemented with Leaflet Plugins":["Mit Leaflet-Plugins implementierte Funktionen"],"More for Markers":["Mehr Funktionen für Marker"],"More Functions for Markers":["Mehr Funktionen für Marker"],"Functions for Markers implemented with Leaflet Plugins":["Funktionen für Marker, die mit Leaflet-Plugins implementiert wurden"],"Markers and Icons":["Marker und Icons"],"https:\/\/leafext.de\/en\/":["https:\/\/leafext.de\/en\/"],"Click to interpret shortcodes.":["Klicke, um die Shortcodes auszuführen."],"if true, log some infos to the developer console and add circles about the target on the map.":["wenn true, logge einige Infos in der Entwicklerkonsole und zeichne Kreise um das Ziel auf der Karte."],"The order of the shortcodes is fixed!":["Die Reihenfolge der Shortcodes ist bindend!"],"The parameters (querystring) from this link should be:":["Die Parameter (querystring) von diesem Link sollten sein:"],"Target Marker":["Zielmarker"],"Name of the parent":["übergeordneter Name (parent)"],"Marker and Icons":["Marker und Icons"],"If you want more options see %1$shere%2$s.":["Wenn du weitere Optionen haben möchtest, siehe %1$shier%2$s."],"More options":["Mehr Optionen"],"track control collapsed":["Track-Kontrollfeld geschlossen"],"position of track control":["Position des Track-Auswahlmenüs"],"Group Control":["Gruppen-Auswahlmenü"],"in %1$sGerman%2$s and %3$sEnglish%4$s":["in %1$sDeutsch%2$s und %3$sEnglisch%4$s"],"Delete all plugin settings when deleting the plugin?":["Alle Plugin-Einstellungen löschen, wenn das Plugin gelöscht wird?"],"See %1$sexamples%2$s.":["Siehe %1$sBeispiele%2$s."],"We try to maintain leaflet-providers in such a way that you'll be able to use the layers we include without paying money.<br>\n\tThis doesn't mean no limits apply, you should always check before using these layers for anything serious.":["Wir bemühen uns, die Leaflet Provider so zu pflegen, dass man die Karten verwenden kann, ohne Geld zu bezahlen.<br>\n\tDas bedeutet nicht, dass es keine Einschränkungen gibt, du solltest dich immer erkundigen, bevor du sie verwendest.."],"%1$sPlease note%2$s (Quote from Leaflet Providers page):":["%1$sBitte beachte %2$s (Zitat von Leaflet Providers):"],"Track color over the ruler filter":["Trackfarbe oberhalb des Lineals im Höhendiagramm"],"It works with gpx and kml files.":["Es funktioniert mit gpx- und kml-Dateien."],"Advanced geospatial analysis for browsers and Node.js":["Erweiterte Geodatenanalyse für Browser und Node.js"],"A Leaflet plugin that allows to prevent default map scroll\/touch behaviours.":["Ein Leaflet-Plugin, das es ermöglicht, das standardmäßige Scroll-\/Touch-Verhalten der Karte zu verhindern."],"Simple plugin for Leaflet that adds fullscreen button to your maps.":["Einfaches Plugin für Leaflet, das den Karten eine Schaltfläche für den Vollbildmodus hinzufügt."],"Provides a zoom control with a %1$sHome%2$s button to reset the view.":["Zoome und setze mit einer %1$sHome%2$s-Schaltfläche die Ansicht zurück."],"Choropleth plugin for Leaflet (color scale based on value).":["Choropleth-Plugin für Leaflet (Farbskala basierend auf Wert)."],"Search Markers\/Features location by option or custom property.":["Suche nach Marker\/Features nach Optionen oder benutzerdefinierter Property."],"Grouping of Leaflet elements by options and features.":["Gruppieren von Leaflet-Elementen nach Optionen und Eigenschaften."],"Shameless copy of Awesome-Markers with more shapes and colors.":["Schamlose Kopie von Awesome-Markers mit mehr Formen und Farben."],"Styling Markerclusters.":["Styling Markerclusters."],"Provides Beautiful Animated Marker Clustering functionality.":["Animiere Markercluster."],"Makes multiple tile layers transparent.":["Macht Kartenkacheln transparent."],"An extension that contains configurations for various tile providers.":["Eine Erweiterung, die Konfigurationen für verschiedene Kacheldienste enthält."],"Convert KML, GPX, and TCX to GeoJSON.":["Konvertiere KML, GPX und TCX zu GeoJSON."],"This plugin allows to detect mouse click and overing events on lines, with a tolerance distance.":["Dieses Plugin ermöglicht die Erkennung von Mausklick- und Hover-Ereignissen mit einem Toleranzabstand."],"A Leaflet plugin that allows to add rotation functionality to map tiles":["Ein Leaflet-Plugin, das die Rotation von Kartenkacheln ermöglicht"],"Internationalisation module for Leaflet plugins.":["Modul Internationalisierung für Leaflet-Plugins."],"A Leaflet plugin that allows to add elevation profiles using d3js.":["Ein Leaflet-Plugin, das das Hinzufügen von Höhenprofilen mit d3js ermöglicht."],"Included and used Leaflet Plugins":["Enthaltene und verwendete Leaflet-Plugins"],"Design and Group markers from geojson files":["Gestalte und gruppiere Marker aus Geojson-Dateien"],"(like shortcode without brackets)":["(wie beim Shortcode nur ohne eckige Klammern)"],"a comma separated list of category names, slugs or IDs":["eine durch Kommas getrennte Liste von Kategorienamen, Slugs oder IDs"],"either a icon filename":["entweder der Dateiname des Icons"],"Option to change":["Option zum Ändern"],"Creates an overview table of posts \/ pages instead of markers to see any mistakes":["Erstellt eine Übersichtstabelle der Beiträge\/Seiten anstelle der Marker, um etwaige Fehler zu erkennen"],"Select only pages \/ posts from these categories":["Wähle nur Seiten\/Beiträge aus diesen Kategorien aus"],"Show a link to category page":["Zeige einen Link zur Kategorieseite"],"Show page \/ post featured image":["Zeige das Beitragsbild der Seite \/ des Beitrages"],"like in":["wie bei"],"either a comma or space separated pair of lat and lng":["entweder ein durch Komma oder Leerzeichen getrenntes Paar von lat und lng"],"for markers lat and lng, required":["für lat und lng des Markers, erforderlich"],"At which distance of the mouse from a popup the popup closes. If it is 0, this is disabled, i.e. keep the popup open.":["Bei welchem Abstand der Maus von einem Popup das Popup geschlossen wird. Wenn es 0 ist, ist dies deaktiviert, d.h. das Popup bleibt geöffnet."],"How much to extend click tolerance round an object on the map, only valid for %s":["Um wieviel die Klicktoleranz um ein Objekt auf der Karte erweitert wird, gilt nur für %s"],"a className":["ein className"],"className for the tooltip":["className für den Tooltip"],"Options for marker":["Optionen für Marker"],"Possible values":["Mögliche Werte"],"Options for overviewmap":["Optionen für overviewmap"],"Default name":["Standardname"],"Content":["Inhalt"],"Custom field":["Benutzerdefinierten Feld"],"The custom fields names are as you like. You can these specify in overviewmap options.":["Die Namen der benutzerdefinierten Felder kannst du frei wählen. Du kannst diese in den Optionen für overviewmap angeben."],"Custom fields":["Benutzerdefinierte Felder"],"Optional: Create a featured image for page or post.":["Optional: Erstelle ein Beitragsbild für die Seite oder den Beitrag."],"Create for every desired page or post the below mentioned custom fields.":["Erstelle für jede gewünschte Seite oder Beitrag die unten genannten benutzerdefinierten Felder."],"Preparation":["Vorbereitung"],"Generates an overview map with geo positions provided in the pages and posts.":["Erstellt eine Übersichtskarte mit den auf den Seiten und Beiträgen hinterlegten Geopositionen."],"The options %1$s and %2$s are the same as for the %3$s shortcode.":["Die Optionen für %1$s und %2$s sind dieselben wie für den Shortcode %3$s."],"Load any elements with any %s shortcode.":["Lade ein beliebiges Element mit einem %s Shortcode."],"The tooltip has a %1$s, its default is %2$s. You can style the tooltip with css, e.g.":["Der Tooltip hat einen %1$s, dessen Standard ist %2$s. Du kannst den Tooltip mit css stylen, z.B."],"Tooltip className":["Tooltip className"],"Don't forget to declare %s at last statement.":["Vergiss nicht, %s als letzte Anweisung anzugeben."],"does only work with gpx files":["funktioniert nur mit gpx Dateien"],"To manage your tracks now, you can use %1$sManage Leaflet Map files%2$s.":["Um deine Tracks nun zu verwalten, kannst du %1$sDateien für Leaflet Map%2$s verwenden."],"Overview Map":["Übersichtskarte"],"I am glad about (code-)suggestions.":["Über (Code-)Vorschläge bin ich dankbar."],"and maybe other things.":["und evtl. noch andere Dinge."],"Geojson GeometryCollections do not (yet) work in all senses.":["Geojson GeometryCollections funktionieren nicht in jeder Hinsicht."],"How to deal with the sometimes large contents of popups?":["Wie sollen die teilweise großen Inhalte von Popups behandelt werden?"],"All this is not ready yet.":["Einiges muss noch verbessert werden."],"Waypoint labels alignment in chart":["Ausrichtung der Wegpunktbeschriftungen im Diagramm"],"Labels align":["Ausrichtung der Beschriftungen"],"Waypoint labels rotation (degrees) in chart":["Drehung der Wegpunktbeschriftungen (Grad) im Diagramm"],"Labels degrees":["Grad"],"a number (px) or an expression like the default value":["eine Zahl (px) oder ein Ausdruck wie der Standardwert"],"If (!detached) width of the chart":["Wenn (!detached) die Breite des Diagramms"],"y Axis Min":["y Achse Minimum"],"number":["eine Zahl"],"y Axis Max":["y Achse Maximum"],"linearGradient":["linearGradient"],"hoverlap":["hoverlap"],"hover":["Bei Mauszeigerkontakt"],"For overlapping markers see %1$s or %2$s.":["Informationen zu sich überlappenden Markern siehe %1$s oder %2$s."],"And hoverlap":["Und definiere hoverlap"],"Popups and highlighting overlapping elements":["Popups und Hervorhebung von sich überlappenden Elementen"],"Hovering overlapping elements":["Mauszeigerkontakt bei sich überlappenden Elementen"],"If %1$s is false and %2$s is specified, it is used.":["Wenn %1$s falsch ist und %2$s angegeben ist, wird es verwendet."],"nothing or a string like the popup content for geojsons":["nichts oder eine Zeichenfolge wie beim Popupinhalt bei Geojsons"],"specify a short string as parameter, if the popup is too big.":["gib eine kurze Zeichenfolge als Parameter an, falls das Popup zu groß ist."],"show a short tooltip, if the popup is too big:":["zeige einen kleinen Tooltip, falls das Popup zu groß ist:"],"Hide Markers":["Marker verstecken"],"no more than 14 different %1$s for %2$s":["Nicht mehr als 14 unterschiedliche %1$s für %2$s"],"no more than 16 different %1$s for %2$s":["Nicht mehr als 16 unterschiedliche %1$s für %2$s"],"not for markers with iconUrl":["nicht für Marker mit iconUrl"],"automatic generation of %1$s, %2$s (color) and %3$s":["automatische Generierung von %1$s, %2$s (Farbe) und %3$s"],"for grouping":["zum Gruppieren"],"resp. substring of ":["bzw. eine Zeichenkette aus "],"default color":["Standardfarbe"],"if specified the count must match the count of %s":["wenn angegeben dann muss die Anzahl mit der von %s übereinstimmen"],"(max 16 %1$s for %2$s, 14 for %3$s)":["(max 16 %1$s für %2$s, 14 für %3$s)"],"if not specified colors are generated":["wenn nicht angegeben werden die Farben generiert"],"comma separated colors for marker or substrings in %s for marker to distinguish the values":["durch Komma getrennte Farben für Marker oder Zeichenketten in %s für Marker um die Werte zu unterscheiden"],"required if you want to group like with %s":["erforderlich wenn wie in %s gruppiert werden soll"],"required for markers with %s":["erforderlich für Marker mit %s"],"if not specified collect values from property":["wenn nicht angegeben werden die Werte von der Property gesammelt"],"comma separated strings of property values":["kommagetrennte Zeichenfolgen der Property-Werte"],"required":["erforderlich"],"If you want to use ExtraMarkers you can specify %s options.":["Wenn du ExtraMarker verwendest, kannst du die Optionen von %s angeben."],"The substring %1$s will be replaced in the path of the %2$s with any of %3$s.":["Die Zeichenfolge %1$s wird im Pfad von %2$s durch eine beliebige von %3$s ersetzt."],"Marker with icon":["Marker mit Icon"],"If you want to use CircleMarker you must specify %1$s and optional %2$s and %3$s in %4$s shortcode.":["Wenn du Kreismarker verwenden möchtest, muss %1$s und optional %2$s und %3$s im Shortcode %4$s angegeben werden."],"Design and group markers from geojson files according to their properties":["Gestalten und Gruppieren von Markern aus Geojson-Dateien entsprechend ihrer Eigenschaften"],"a number":["eine Zahl"],"For now, %1$s are mapped to %2$s. Maybe there are other options.":["Im Moment wird %1$s auf %2$s abgebildet. Vielleicht gibt es noch andere Möglichkeiten."],"The markers should have the same %1$s, only %2$s differs.":["Die Icons sollten die gleichen %1$s haben, nur %2$s ist unterschiedlich."],"The markers are clustered. Optional you can specify options from %s.":["Die Marker werden geclustert. Optional kannst du Optionen von %s angeben."],"A %s in a geojson file is specified like this:":["Ein %s in einer Geojson-Datei wird wie folgt definiert:"],"Chart distance\/elevation units imperial or metric.":["Entfernungs- und Höheneinheiten imperial oder metrisch."],"Toggle \"leaflet-edgescale\" integration":["Umschalten der \"leaflet-edgescale\"-Integration"],"optional: %s - a comma separated list with shortnames for providers. These appear in the switching control.":["optional: %s - durch Komma getrennte Kurzbezeichnungen für die Provider, diese werden im Auswahlmenü angezeigt."],"a comma separated list of any %1$sproviders%2$s":["durch Komma getrennte Liste von %1$sProvidern%2$s"],"a comma separated list of any your defined %1$stile servers%2$s":["durch Komma getrennte Liste deiner definierten %1$sKachelserver%2$s"],"Your Leaflet Map Settings":["Deine Leaflet Map Einstellungen"],"It is not checked whether the file contains a track with elevation data.":["Es wird nicht geprüft, ob die Datei einen Track mit Höhendaten enthält."],"You can use these options like in %1$sElevation Profile%2$s":["Du kannst folgende Optionen wie beim %1$sHöhenprofil%2$s verwenden"],"Toggle direction arrows":["Richtungspfeile ein-\/ausschalten"],"do not show tooltip but show %s":["Zeige keinen Tooltip, aber zeige %s"],"do not show tooltip and hide %s":["Zeige weder Tooltip noch %s"],"Please install and activate %1$s before using %2$s.":["Bitte installiere und aktiviere %1$s, bevor du %2$s verwendest."],"Examples":["Beispiele"],"Fullscreen":["Vollbildmodus"],"show tooltip and hide %s if present":["Zeige Tooltip und verstecke %s, wenn vorhanden"],"for example %1$s for marker, additional for example %2$s for extramarkers; %3$s for polygon, circle, line; %4$s depending on geojson layer; %5$s for all":["z. B. %1$s für Marker, zusätzlich z.B. %2$s für Extra-Marker; %3$s für Polygon, Kreis, Linie; %4$s abhängig von der Geojson-Layer, %5$s für alle"],"substring from url to geojson, gpx, kml file":["Teilzeichenfolge der URL zur geojson, gpx, kml-Datei"],"exclude any geojson, gpx, kml with a defined substring in the src url from changing its style on hovering, the tooltip is not affected":["schließe alle geojson, gpx, kml mit einer definierten Teilzeichenkette in der URL davon aus, ihren Stil bei Mauszeigerkontakt zu ändern, der Tooltip ist nicht betroffen"],"alias for":["Alias für"],"See %1$sLeaflet Map Github page%2$s for more or less useful and possible options for %3$s.":["Siehe %1$sLeaflet Map Github Seite%2$s für mehr oder weniger sinnvolle und mögliche Optionen für %3$s."],"change style but do not show tooltips on hover (geojson, gpx, kml, circle, polygon, line):":["Style ändern, aber keine Tooltip bei Mauszeigerkontakt anzeigen (geojson, gpx, kml, Kreis, Polygon, Linie):"],"show tooltips on hover:":["Zeige Tooltips bei Mauszeigerkontakt:"],"hover only for geojsons, gpx, kml:":["Reagiere auf Mauszeigerkontakt nur bei geojsons, gpx, kml:"],"So can you write:":["So kannst du schreiben:"],"If you use one or multiple options from %1$s, then the options %2$s will be ignored. ":["Wenn du eine oder mehrere Optionen %1$s verwendest, werden die Optionen %2$s ignoriert. "],"Change style on hover.":["Ändere den Style bei Mauszeigerkontakt."],"Show tooltip on hover.":["Zeige Tooltip bei Mauszeigerkontakt."],"Nothing happens.":["Es passiert nichts."],"Show tooltip and change style on hover.":["Zeige Tooltip und ändere den Style bei Mauszeigerkontakt."],"By default, all elements react to hover. If you don't want this, you have the following options.":["Standardmäßig reagieren alle Elemente bei Mauszeigerkontakt. Wenn du dies nicht möchtest, hast du folgende Möglichkeiten."],"The tooltip content is the same as the popup content.":["Der Inhalt vom Tooltip ist derselbe wie vom Popup."],"See %1$sLeaflet Map Github page%2$s for more or less useful and possible options.":["Siehe %1$sLeaflet Map Github Seite%2$s für mehr oder weniger sinnvolle und mögliche Optionen."],"not specified for default (red circle), %1$s for no marker, or a definition like on an %2$sexample page%3$s.":["nicht angegeben für Standard (roter Kreis), %1$s für keinen Marker, oder eine Definition wie auf der %2$sBeispielseite%3$s."],"see below":["siehe unten"],"container id to style the control panel (outside the map) with custom css":["Container-ID des Steuerungsfeldes (außerhalb der Karte) zum Gestalten mit individuellem CSS"],"a option \/ property for marker, polygon, circle, line or a %s for geojson layer. Can also be a comma-separated list of options or properties.":["eine Option \/ Eigenschaft für Marker, Polygon, Kreis, Linie oder ein %s für Geojson-Layer. Kann auch eine durch Kommas getrennte Liste von Optionen oder Eigenschaften sein."],"The specific style and css depends on your %1$stheme and taste%2$s":["Der konkrete Style und das CSS sind abhängig von deinem %1$sTheme und Geschmack%2$s"],"Define a leaflet-search command with the option container:":["Definiere leaflet-search mit der Option container:"],"Define some css:":["Definiere das CSS:"],"If you want the search field to be outside the map, define a div element with a custom html block on the post \/ page and give it an id. This id you then specify in option %s.":["Wenn du möchtest, dass das Suchfeld außerhalb der Karte angezeigt wird, definiere ein div-Element mit einem individuellen HTML-Block in dem Beitrag \/ auf der Seite und gib ihm eine ID. Diese ID gib dann in der Option %s an."],"Option":["Option"],"show or hide popup when position found":["Zeige Popup an der gefundenen Position oder nicht"],"delay for autoclosing alert and collapse after blur":["Verzögerung zum Schließen der Fehlernachricht, wenn ein Suchbegriff falsch ist"],"Due to a problem in MacOS and iOS, it is automatically set to false in Safari.":["Aufgrund eines Fehlers in MacOS und iOS, wird es in Safari automatisch auf false gesetzt."],"show or hide marker at the position found":["Zeige Marker an der gefundenen Position oder nicht"],"position in the map":["Position in der Karte"],"remove circle and marker on search control collapsed or search canceled":["entferne Kreismarker beim Schließen des Kontrollfeldes oder wenn die Suche abgebrochen wird"],"Search...":["Suche..."],"placeholder value":["Platzhalter"],"Location not found":["Standort nicht gefunden"],"error message":["Fehlermeldung"],"The default value is the same as the setting for the Leaflet Map plugin.":["Der Standardwert ist derselbe wie die Einstellung für das Plugin Leaflet Map."],"zoom level for move to location for searching markers":["Zoomlevel wenn der gefundene Standort angezeigt wird"],"%1$s must be before %2$s.":["%1$s muss vor %2$s angegeben werden."],"red circle":["roter Kreis"],"Values":["Werte"],"A control for search Markers\/Features location by custom property.":["Ein Steuerelement für die Suche nach Markern\/Features nach benutzerdefinierten Eigenschaften."],"Search markers\/features":["Suche von Markern \/ Features"],"When markers are grouped, %1$s is automatically active and the parameter and settings for %2$s are valid too.":["Wenn Marker gruppiert werden, ist %1$s automatisch aktiv und die Parameter und Einstellungen für %2$s gelten ebenfalls."],"If you don't use this shortcode yet, start %1$sthere%2$s.":["Wenn du diesen Shortcode noch nicht verwendet hast, verwende %1$sdiese%2$s."],"and Javascript to describe the icon.":["und Javascript um das Icon zu beschreiben."],"css describing the waypoint, e.g. the definition of the icon url,":["das css um den Wegpunkt zu beschreiben, z.B. die Definition der Icon-URL,"],"the waypoint in the track file,":["der Wegpunkt im Trackfile,"],"To change the display of waypoints in the elevation profile, 3 things are important:":["Um die Anzeige von Wegpunkten im Höhenprofil zu ändern, sind 3 Dinge wichtig:"],"Introduction":["Einleitung"],"It also works with":["Es funktioniert auch mit"],"Or set this in the %1$selevation settings%2$s.":["Oder definiere es in den %1$sEinstellungen für Höhenprofile%2$s."],"You can of course use %1$s and define waypoints with additional %2$s and %3$s shortcodes.":["Du kannst natürlich auch %1$s setzen und Wegpunkte mit zusätzlichen Shortcodes für %2$s und %3$s definieren."],"The %s are case sensitive.":["Bei den %s wird zwischen Groß- und Kleinschreibung unterschieden."],"%s is case sensitive.":["Bei %s wird zwischen Groß- und Kleinschreibung unterschieden."],"The options are case sensitive.":["Bei den Optionen wird zwischen Groß- und Kleinschreibung unterschieden."],"A %1$s has %2$s, each of them has a %3$s and %4$s. %5$s is the label of a %6$s in %7$s, e.g.":["Eine %1$s hat %2$s, jede von ihnen hat eine %3$s und %4$s. %5$s ist die Bezeichnung einer %6$s in %7$s, z. B."],"gpx and kml are similar to geojson, so you can also use %s there. But here it is not that easy to find relevant features.":["gpx und kml ähneln geojson, daher kannst du dort auch %s verwenden. Aber es ist nicht so einfach, hier relevante Features zu finden."],"In a geojson file there are features and properties. They are different for each application.":["In einer Geojson-Datei gibt es features und properties. Sie sind für jede Anwendung unterschiedlich."],"Each of the above leaflet elements has options. These are from the shortcode %s and are fixed.":["Jedes der oben genannten leaflet-Elemente hat Optionen. Diese stammen aus dem Shortcode %s und sind vorgegeben."],"Grouping by options and features":["Gruppieren nach Optionen und Eigenschaften"],"The default is %1$s for %2$s and %3$s for %4$s.":["Der Standard ist %1$s für %2$s und %3$s für %4$s."],"search substring %1$s or the exact string %2$s in %3$s.":["suche eine Zeichenkette %1$s oder die genaue Zeichenfolge %2$s in %3$s."],"comma separated strings to distinguish the elements, e.g. the exact string or an unique substring in %1$s (e.g.%2$s)":["durch Kommata getrennte Zeichenfolgen zur Unterscheidung der Elemente, z. B. die genaue Zeichenfolge oder eine eindeutige Zeichenkette in %1$s (z. B. %2$s)"],"Every marker with an icon has the option %s as default.":["Jeder Marker mit einem Icon hat die Option %s als Standard."],"%s switches only the markers.":["%s schaltet nur Marker um."],"For %s you can use any option of the leaflet element.":["Für %s kannst du jede Option des Leaflet Elements verwenden."],"Help me, if I'm wrong.":["Hilf mir, wenn man es besser beschreiben kann."],"k-means: each standard deviation becomes a class.":["k-means: jede Standardabweichung wird zu einer Klasse."],"equidistant: divide the classes into equal groups.":["Äquidistant: Die Klassen werden in gleiche Gruppen aufgeteilt."],"quantile maps try to arrange groups so they have the same quantity.":["Bei Quantilkarten wird versucht, die Gruppen so anzuordnen, dass sie die gleiche Menge aufweisen."],"get a tooltip on mouse over":["Tooltip bei Mauszeigerkontakt anzeigen"],"show legend":["Legende anzeigen"],"q for quantile, e for equidistant, k for k-means":["q für quantile, e für equidistant, k für k-means"],"number of breaks or steps in range":["Zahl der Abstände oder Schritte im Bereich"],"opacity of the colors in scale":["Transparenz der Farben in der Skala"],"a comma separated list of colors for scale - include as many as you like":["eine kommagetrennte Liste von Farben für die Skala - füge so viele ein, wie du möchtest"],"which property in the features to use":["welche Eigenschaft in den Merkmalen zu verwenden ist"],"Leaflet Choropleth":["Leaflet Choropleth"],"The shortcode %1$s is a special case of %2$s respectively %3$s.":["Der Shortcode %1$s ist ein Spezialfall von %2$s bzw. %3$s."],"If %1$s contains %2$s and %3$s, then the elements for which the option \/ property specified in %4$s does not apply, are placed in the %5$s group. Elements whose %6$s is not known are placed in the %7$s group. See also the developer console.":["Wenn %1$s %2$s und %3$s enthält, werden die Elemente, für die die in %4$s angegebene Option\/Eigenschaft nicht gilt, in die Gruppe %5$s gestellt. Elemente, deren %6$s nicht bekannt ist, werden in der Gruppe %7$s platziert. Siehe auch die Entwicklerkonsole."],"initial visibility of a group, default: %1$s. Either %2$s (valid for all groups) or a comma-separated list of %3$s and %4$s, where the number must match those of %5$s.":["initiale Sichtbarkeit einer Gruppe, Standardwert: %1$s. Entweder %2$s (gültig für alle Gruppen) oder eine durch Komma getrennte Liste von %3$s und %4$s, wobei die Zahl mit der von %5$s übereinstimmen muss."],"optional":["optional"],"However, make sure that they are unique. Otherwise unwanted, but sometimes interesting effects can occur. Test it with your application!":["Achte jedoch darauf, dass sie eindeutig sind. Andernfalls können unerwünschte, aber manchmal interessante Effekte auftreten. Teste es in deiner Anwendung!"],"You can specify multiple %1$s and %2$s. If the %3$s are called the same, the elements will be placed in the same group despite having different options resp. properties.":["Du kannst mehrere %1$s und %2$s angeben. Wenn die %3$s gleich genannt werden, werden die Elemente trotz unterschiedlicher Optionen bzw. Eigenschaften in dieselbe Gruppe eingeordnet."],"You can use iconclass to group, regardless of whether they affect the appearance of the icon or not.":["Du kannst iconclass zum Gruppieren verwenden, unabhängig davon, ob es das Aussehen des Symbols beeinflusst oder nicht."],"Meaningful options may be:":["Sinnvolle Optionen können sein:"],"Not every option is suitable for every element.":["Nicht jede Option ist für jedes Element geeignet."],"Group elements and dynamically add\/remove from map":["Gruppieren von Elementen und dynamisches Hinzufügen\/Entfernen aus der Karte"],"Use it like the popup content for Geojsons in Leaflet Map: To add feature properties to the popups, use the inner content and curly brackets to substitute the values:":["Verwende es wie den Popup-Inhalt für Geojsons in Leaflet Map: Um Feature-Eigenschaften zu den Popups hinzuzufügen, verwende den inneren Inhalt und geschweifte Klammern, um die Werte zu ersetzen:"],"You can specify %s as you like.":["Du kannst %s angeben wie du möchtest."],"Popup Content":["Popup-Inhalt"],"none - show filename in control - show trackname in control":["nichts - zeige Dateiname im Auswahlmenü - zeige Trackname im Auswahlmenü"],"Switch Track on and off":["Schalte die Anzeige des Tracks um"],"You can manage these according to your permissions":["Du kannst diese entsprechend deinen Berechtigungen verwalten"],"You can display all gpx, kml, geojson, json and tcx files in subdirectories of uploads directory.":["Du kannst dir alle gpx-, kml-, geojson, json und tcx-Dateien in Unterverzeichnissen des Uploads-Verzeichnisses anzeigen lassen."],"Leaflet Plugins":["Leaflet-Plugins"],"Many thanks to the translators.":["Vielen Dank an die Übersetzer."],"A language pack will be generated, if at least 90% of all strings are translated, like dutch, spanish or german.":["Ein Sprachpaket wird generiert, wenn mindestens 90 % aller Zeichenfolgen übersetzt sind, wie z.B. niederländisch, spanisch oder deutsch."],"I will include these translations in the plugin. Swedish and italian are already included.":["Ich werde diese Übersetzungen in das Plugin aufnehmen. Schwedisch und italienisch sind bereits enthalten."],"%1$s has some english strings in the frontend. Go to %2$s, choose your language and %3$s or %4$s, filter %5$s and translate these 36 short strings.":["%1$s hat einige englische Zeichenfolgen im Frontend. Gehe zu %2$s, wähle deine Sprache und %3$s oder %4$s, filtere nach %5$s und übersetze diese 36 kurzen Zeichenfolgen."],"Your web site language isn't english? You can speak english?":["Die Sprache deiner Website ist nicht englisch oder deutsch? Du kannst englisch?"],"Translation":["Übersetzung"],"%1$s outside, %2$s inside":["%1$s außerhalb, %2$s innerhalb"],"Chart container outside\/inside map container":["Diagramm außerhalb bzw. in der Karte"],"See also":["Siehe auch"],"Use SVG version, Possible values: true or false":["SVG-Version verwenden, Mögliche Werte: true oder false"],"Shape of the marker (css class), Possible values: 'circle', 'square', 'star', or 'penta'":["Form des Markers (css-Klasse), Mögliche Werte: 'circle', 'square', 'star', oder 'penta'"],"The icon library's base class, Possible values: fa (see icon library's documentation)":["Die Basisklasse der Icon-Bibliothek, mögliche Werte: fa (siehe Dokumentation der Icon-Bibliothek)"],"Instead of an icon, define a plain text, Possible values: '1' or 'A', must set icon: 'fa-number'":["Anstelle eines Icons kann ein Text definiert werden, mögliche Werte: '1' oder 'A', bei 'icon' muss 'fa-number' angegeben werden"],"Color of the marker (css class), Possible values: 'red', 'orange-dark', 'orange', 'yellow', 'blue-dark', 'cyan', 'purple', 'violet', 'pink', 'green-dark', 'green', 'green-light', 'black', 'white', or color hex code if svg is true":["Farbe der Marker (css-Klasse), Mögliche Werte: 'red', 'orange-dark', 'orange', 'yellow', 'blue-dark', 'cyan', 'purple', 'violet', 'pink', 'green-dark', 'green', 'green-light', 'black', 'white', oder Farb-Hex-Code, wenn svg true ist"],"Custom HTML code, Possible values: &lt;svg&gt;, images, or other HTML; a truthy assignment will override the default html icon creation behavior":["Benutzerdefinierter HTML-Code, mögliche Werte: &lt;svg&gt;, Bilder oder anderes HTML; eine gültige Zuweisung setzt das Standardverhalten bei der Erstellung von HTML-Icons außer Kraft"],"Rotates the icon with css transformations, Possible values: numeric degrees":["Dreht das Icon mit css-Transformationen, Mögliche Werte: Anzahl Grad"],"Color of the icon, Possible values: 'white', 'black' or css code (hex, rgba etc)":["Farbe des Icons, mögliche Werte: 'white', 'black' oder css-Code (hex, rgba usw.)"],"Name of the icon with prefix, Possible values: fa-coffee (see icon library's documentation)":["Name des Icons mit Präfix, mögliche Werte: fa-coffee (siehe Dokumentation der Icon-Bibliothek)"],"Additional classes in the created &lt;i&gt; tag, Possible values: fa-rotate90 myclass; space delimited classes to add":["Zusätzliche Klassen im erstellten &lt;i&gt; Tag, Mögliche Werte: fa-rotate90 myclass; durch Leerzeichen getrennt"],"Longitude":["Längengrad"],"Latitude":["Breitengrad"],"zFollow zoom":["zFollow zoom"],"If (!detached) control position on one of map corners.":["Wenn (!detached) Position des Steuerungsfeldes an einer der Kartenecken."],"Found an issue? Do you have a question?":["Hast du einen Fehler gefunden? Hast du eine Frage?"],"Description":["Beschreibung"],"More icons":["Mehr Icons"],"Some Icons":["Einige Icons"],"All Shapes without (1) \/ with (2) SVG":["Alle Formen ohne (1) \/ mit (2) SVG"],"All Colors":["Alle Farben"],"In Frontend\u0004Pace":["Tempo"],"If summary is displayed, you can customize the information to display with css, e.g. show Total Length, Total Time, Total Ascent, Total Descent, Avg Speed, Avg Pace only:":["Wenn eine Zusammenfassung angezeigt wird, kannst du die anzuzeigenden Informationen mit css anpassen, z. B. nur Gesamtlänge, Gesamtzeit, Gesamtaufstieg, Gesamtabstieg, Durchschnittsgeschwindigkeit, Durchschnittstempo anzeigen:"],"You can test it yourself on a %1$sseparate page%2$s.":["Du kannst es selbst auf einer %1$sExtra-Seite%2$s (leider nur auf englisch) testen."],"If %s is enabled, it becomes active on touch devices only.":["Wenn %s aktiviert ist, wird sie nur auf Touch-Geräten aktiv."],"If Scroll Wheel Zoom (%s) is enabled, it becomes active on both desktop and touch devices.":["Wenn der Scrollrad-Zoom (%s) aktiviert ist, wird sie sowohl auf Desktop- als auch auf Touch-Geräten aktiv."],"It is only enabled on touch devices by default.":["Sie ist standardmäßig nur auf Mobilgeräten aktiviert."],"For %1$s it is ignored. For %2$s a list of %3$s. Default is %4$s.":["Für %1$s wird es ignoriert. Für %2$s eine Liste von %3$s. Standard is %4$s."],"draw the content with %scommands ":["stelle den Inhalt mit %sBefehlen dar "],"(default) prepare the tracks for %s":["(Standard) bereite die Tracks für %s vor"],"no files":["keine Dateien"],"Listing Files":["Anzeige der Dateien"],"Listing - page":["Liste - Seite"],"Use the %1$sdirectory listing%2$s for simplicity.":["Verwende der Einfachheit halber die %1$sVerzeichnisanzeige%2$s."],"If %s and a file is a gpx file, display start point and cluster":["Wenn %s und die Datei eine gpx-Datei ist, zeige Startpunkt an und clustere"],"(relative) path to directory, accessible both from path and from url":["(relativer) Pfad zum Verzeichnis, der sowohl über den Pfad als auch über die URL zugänglich ist"],"url to directory, default: URL from upload directory.":["URL zum Verzeichnis, Standard: URL vom Upload-Verzeichnis."],"Overview":["Übersicht"],"If it is true, it is valid for any map (depending on %1$s respectively %2$s) and you can't change it. If it is false, you can enable it for a map:":["Wenn es wahr ist, gilt es für jede Karte (abhängig von %1$s bzw. %2$s) und kann nicht geändert werden. Ist es falsch, kannst du sie für eine Karte aktivieren:"],"It is enabled on both desktop and touch device by default.":["Sie ist sowohl auf dem Desktop als auch auf Mobilgeräten standardmäßig aktiviert."],"This means for you:":["Das bedeutet für dich:"],"is true at default":["ist standardmäßig true"],"is":["ist"],"Scroll Wheel Zoom":["Zoomen mit dem Mausrad"],"Your %s setting for":["Deine %s Einstellung für"],"When Gesture Handling is enabled:":["Wenn Gestensteuerung aktiviert ist:"],"It is disabled by default. You can enable it for a map with":["Es ist standardmäßig deaktiviert. Du kannst es für eine Karte aktivieren mit"],"It is enabled for all maps.":["Es ist für alle Maps aktiviert."],"You can enable it for all maps or for individual maps.":["Du kannst sie für alle Karten aktivieren oder für eine einzelne Karte."],"Brings the basic functionality of Gesture Handling into Leaflet Map. Prevents users from getting trapped on the map when scrolling a long page.":["Bringt die grundlegende Funktionalität der Gestensteuerung in Leaflet Map. Verhindert, dass Benutzer beim Scrollen einer langen Seite in der Karte hängen bleiben."],"File size: ":["Dateigröße: "],"File name:":["Dateiname:"],"Uploaded on:":["Hochgeladen am:"],"Details":["Details"],"View":["Anzeigen"],"Edit":["Bearbeiten"],"Media Library":["Mediathek"],"Preview":["Vorschau"],"Name":["Name"],"Date":["Datum"],"Tracks from all files in a directory":["Tracks aus allen Dateien in einem Verzeichnis"],"List Files":["Anzeige der Dateien"],"for showing all files of this directory on a map":["zum Anzeigen aller Dateien dieses Verzeichnisses auf einer Karte"],"Directory":["Verzeichnis"],"List files":["Anzeige der Dateien"],"entries":["Einträge"],"If you change the number, submit the form to get the directories you want.":["Wenn du die Zahl änderst, sende das Formular ab, um die gewünschten Verzeichnisse zu erhalten."],"Please select":["Bitte auswählen"],"Files":["Dateien"],"with at least":["mit mindestens"],"Save query":["Speichere Abfrage"],"and show at the same time":["und zeige gleichzeitig"],"or in the directory":["oder in dem Verzeichnis"],"Show all files":["Zeige alle Dateien"],"Show files of type":["Zeige Dateien vom Typ"],"or in your own way.":["oder auf deine eigene Art und Weise."],"with any plugin for importing uploaded files to the Media Library.":["mit einem beliebigen Plugin zum Importieren hochgeladener Dateien in die Mediathek."],"with any File Manager plugin,":["mit einem beliebigen Dateimanager-Plugin,"],"with any (S)FTP-Client,":["mit einem beliebigen (S)FTP-Programm"],"direct in the Media Library.":["direkt in der Mediathek."],"You can manage these":["Du kannst sie verwalten"],"Here you can display all gpx, kml, geojson, json and tcx files in subdirectories of uploads directory.":["Hier kannst du dir alle gpx-, kml-, geojson, json und tcx-Dateien in Unterverzeichnissen des Uploads-Verzeichnisses anzeigen lassen."],"Allow all users who have access to the backend to see the files. A permission check %s only done if the files are registered in the media library.":["Erlaube allen Benutzern, die auf das Backend Zugriff haben, die Dateien zu sehen. Eine Berechtigungsprüfung %s findet nur statt, wenn die Dateien in der Mediathek registriert sind."],"Allow non admin":["Erlaube Nicht-Administratoren"],"This may be of interest if you have used wp-gpx-maps.":["Das kann von Interesse sein, wenn du wp-gpx-maps verwendet hast."],"Upload gpx files into the directory":["Lade gpx-Dateien in das Verzeichnis"],"Allow upload to media library":["Erlaube das Hochladen in die Mediathek"],"Types":["Typen"],"In Frontend: Abbreviation for pace in the chart\u0004pace":["Tempo"],"In Frontend\u0004Avg Pace":["durchschnittliches Tempo"],"In Frontend\u0004Max Pace":["schnellstes Tempo"],"In Frontend\u0004Min Pace":["langsamstes Tempo"],"In Frontend\u0004Avg Slope":["durchschnittliche Steigung"],"Track colors according to the values of elevation":["Farben des Track entsprechend der Höhenwerte"],"Colors":["Farben"],"Altitude chart profile":["Höhenprofil"],"Information display":["Anzeige der Informationen"],"The active track is displayed in this color.":["Der aktive Track wird in dieser Farbe angezeigt."],"You are using the sgpx shortcode from plugin wp-gpx-maps. wp-gpx-maps and leaflet-map don't work together.":["Du verwendest den Shortcode sgpx des Plugins wp-gpx-maps. wp-gpx-maps und leaflet-map funktionieren nicht gleichzeitig."],"Highlight color":["Highlight-Farbe"],"Filename as name":["Dateiname als Name"],"In Frontend\u0004Avg Elevation":["durchschnittliche Höhe"],"Display date and clock time":["Zeige Datum und Uhrzeit"],"Display time info (duration)":["Zeitinfo anzeigen (Dauer)"],"show distance data in graph and summary \/ show distance data in summary only \/ don't show distance data":["Entfernungsdaten in Diagramm und Zusammenfassung anzeigen \/ Entfernungsdaten nur in Zusammenfassung anzeigen \/ Entfernungsdaten nicht anzeigen"],"Display circle marker on End":["Kreismarker am Ziel anzeigen"],"Display circle marker on Start":["Kreismarker am Start anzeigen"],"Toggle chart ruler filter.":["Diagrammlineal ein- und ausschalten."],"Toggle chart":["Diagramm umschalten"],"three digit number (px), minimum 100, maximum 499":["dreistellige Zahl (px), mindestens 100, höchstens 499"],"Height of the chart":["Höhe des Diagramms"],"If %s is disabled, you can't see all charts at the same time (except at the beginning).":["Wenn %s deaktiviert ist, kann man nicht alle Diagramme gleichzeitig sehen (außer am Anfang)."],"You can always toggle the charts individually by clicking on %s.":["Du kannst die Diagramme jederzeit einzeln umschalten, indem du auf %s klickst."],"or check out Raruto's %1$sexamples%2$s":["oder sieh dir Rarutos %1$sBeispiele%2$s an"],"Other Theme":["Anderes Theme"],"To change it see the bottom of the page.":["Um es zu ändern, siehe unten auf der Seite."],"Your theme is the":["Dein Theme ist das"],"Chart background color":["Hintergrundfarbe des Diagramms"],"Track color":["Trackfarbe"],"Pace profile - time per distance":["Tempodiagramm - Zeit pro Strecke"],"Theme \/ Colors":["Theme \/ Farben"],"hidden":["ausgeblendet"],"no":["nein"],"yes":["ja"],"Your setting:":["Deine Einstellung:"],"Tooltip display":["Anzeige Tooltip"],"Axis display":["Achsenanzeige"],"Display diagram":["Anzeige des Diagramms"],"Setting":["Einstellung"],"Charts":["Diagramme"],"Distance and time":["Weg und Zeit"],"Markers and Waypoints":["Marker und Wegpunkte"],"Appearance":["Aussehen"],"Detailed documentation and examples":["Ausführliche Dokumentation und Beispiele"],"In Frontend: Abbreviation for altitude in the chart\u0004y":["y"],"In Frontend: Abbreviation for length in the chart\u0004x":["x"],"In Frontend: Abbreviation for speed in the chart\u0004v":["v"],"In Frontend: Abbreviation for duration in the chart\u0004T":["T"],"In Frontend: Abbreviation for time in the chart\u0004t":["t"],"In Frontend: Abbreviation for slope in the chart\u0004m":["m"],"In Frontend: Abbreviation for heart rate in the chart\u0004hr":["hr"],"In Frontend: Abbreviation for cadence in the chart\u0004cad":["cad"],"In Frontend: Abbreviation for acceleration in the chart\u0004a":["a"],"In Frontend\u0004Elevation":["Höhe"],"In Frontend\u0004Download":["Herunterladen"],"In Frontend\u0004Avg Acceleration":["durchschnittliche Beschleunigung"],"In Frontend\u0004Max Acceleration":["maximale Beschleunigung"],"In Frontend\u0004Min Acceleration":["minimale Beschleunigung"],"In Frontend\u0004Avg Speed":["Durchschnittsgeschwindigkeit"],"In Frontend\u0004Max Speed":["maximale Geschwindigkeit"],"In Frontend\u0004Min Speed":["langsamste Geschwindigkeit"],"In Frontend\u0004Max Slope":["maximale Steigung"],"In Frontend\u0004Min Slope":["maximales Gefälle"],"In Frontend\u0004Total Descent":["Gesamtabstieg"],"In Frontend\u0004Total Ascent":["Gesamtanstieg"],"In Frontend\u0004Min Elevation":["minimale Höhe"],"In Frontend\u0004Max Elevation":["maximale Höhe"],"In Frontend\u0004Total Length":["Gesamtstrecke"],"In Frontend\u0004Total Time":["Gesamtzeit"],"In Frontend\u0004Speed":["Geschwindigkeit"],"In Frontend\u0004Slope":["Steigung"],"In Frontend\u0004Altitude":["Höhe"],"In Frontend\u0004Acceleration":["Beschleunigung"],"Pay attention to the setting for %1$s, it depends on the used Map Tiles, see %2$shere%3$s.":["Achte auf die Einstellung für %1$s, sie hängt von den verwendeten Kachelserver ab, siehe %2$shier%3$s."],"Load any elements with any %s shortcode":["Lade ein beliebiges Element mit einem %s Shortcode"],"Use it to highlight a %s element and get a tooltip on mouse over.":["Verwende es, um ein %s-Element hervorzuheben und einen Tooltip bei Mauszeigerkontakt zu erhalten."],"Please see the admin page for options.":["Die Optionen können auf der Adminseite eingestellt werden."],"If %1$s contains %2$s and %3$s, then markers (respectively Points) for which the property %4$s does not apply are placed in the %5$s group. Markers (respectively Points) whose property is not known are placed in the %6$s group. See also the developer console.":["Wenn %1$s %2$s und %3$s enthält, dann werden Marker (bzw. Punkte), für die die Eigenschaft %4$s nicht gilt, in die Gruppe %5$s gestellt. Marker (bzw. Punkte), deren Eigenschaft nicht bekannt ist, werden in der Gruppe %6$s platziert. Siehe auch die Entwicklerkonsole."],"and":["und"],"Shortcode for grouping markers (points) in leaflet-geojson":["Shortcode um Punkte (Points) in leaflet-geojson zu gruppieren"],"comma separated strings to distinguish the markers, e.g. an unique substring in %1$s or the exact string (e.g.%2$s) in %3$s":["durch Komma getrennte Zeichenketten (substrings) zur Unterscheidung der Marker, z. B. eine eindeutige Zeichenfolge in %1$s oder die exakte Zeichenkette in (z.B. %2$s) in %3$s"],"is the name of a property in properties of the Point in the FeatureCollection":["ist der Name einer Eigenschaft in properties des Markers (Point) in der FeatureCollection"],"Options for grouping markers (points) in leaflet-geojson":["Optionen um Punkte (Points) in leaflet-geojson zu gruppieren"],"Shortcode for grouping leaflet-markers":["Shortcode um leaflet-markers zu gruppieren"],"Options for grouping leaflet-markers":["Optionen um leaflet-markers zu gruppieren"],"Display waypoints in map and in chart \/ only in map \/ only in chart \/ none":["Wegpunkte auf der Karte und im Diagramm \/ nur auf der Karte \/ nur im Diagramm \/ nicht anzeigen"],"Only meaningful, if waypoints are shown in the map.":["Nur sinnvoll, wenn Wegpunkte in der Karte angezeigt werden."],"Only meaningful, if %1$swaypoints%2$s is not %3$s.":["Nur sinnvoll, wenn %1$swaypoints%2$s nicht %3$s ist."],"If %1$s is selected, you must define some %2$ssettings for the icons":["Wenn %1$s ausgewählt ist, musst du einige %2$sEinstellungen für die Icons festlegen"],"Toggle custom waypoint icons":["Icons für Wegpunkte"],"Toggle waypoint labels":["Wegpunktbeschriftungen"],"Show waypoint labels in map and in chart \/ only in map \/ only in chart \/ none":["Zeige Beschriftungen der Wegpunkte auf der Karte und im Diagramm \/ nur auf der Karte \/ nur im Diagramm \/ nicht anzeigen"],"Generated Javascript":["Generiertes Javascript"],"If you need more special characters than %s for your waypoints, please ask in the forum.":["Wenn du mehr Sonderzeichen für die Wegpunkte als %s benötigst, frage bitte im Forum."],"e.g.":["z.B."],"Any blank character from %1$sText of GPS symbol name%2$s is converted to a minus sign, uppercase to lowercase, a comma will be escaped.":["Jedes Leerzeichen aus %1$sName des GPS-Symbols%2$s wird in ein Minuszeichen umgewandelt, Großbuchstaben werden in Kleinbuchstaben umgewandelt, ein Komma wird maskiert."],"You can use any css describing the waypoint.":["Du kannst jedes beliebige css verwenden, das den Wegpunkt beschreibt."],"Must be defined for each waypoint, also for the default.":["Muss für jeden Wegpunkt definiert werden, auch für den Standard."],"CSS to define as HTML block (between %1$s and %2$s) or in css file":["Im HTML Block (eingeschlossen von %1$s und %2$s) oder in der css-Datei zu definierendes CSS"],"The waypoint CSS class Selector":["Der CSS-Klassen-Selektor für den Wegpunkt"],"Waypoint specified in file":["Wegpunkt wie in Datei angegeben"],"Here you can define extra waypoint options.":["Hier kannst du Optionen für Wegpunkte konfigurieren."],"Delete":["Löschen"],"It may be empty, then its javascript is the default for all waypoints.":["Es kann leer sein, dann ist das Javascript der Standard für alle Wegpunkte."],"Valid characters: lowercase, uppercase, numbers, -, comma, blank character.":["Gültige Zeichen: Kleinbuchstaben, Großbuchstaben, Zahlen, -, Komma, Leerzeichen."],"Text of GPS symbol name":["Name des GPS-Symbols"],"Customize waypoints":["Wegpunkte anpassen"],"To customize the popup content for geojsons, see %1$sgeojson options%2$s.":["Zum Anpassen des Popup-Inhalts für geojsons siehe %1$sOptionen für geojson%2$s."],"Providers requiring registration":["Provider, die eine Registrierung erfordern"],"determines how much to extend click tolerance round an object on the map":["bestimmt, um wie viel die Klicktoleranz um einen Pfad\/Objekt auf der Karte erweitert werden soll"],"And hover":["Und definiere hover"],"Options":["Optionen"],"Create cluster":["Erstelle das Cluster"],"and markers with leaflet-marker":["und Marker mit leaflet-marker"],"Create Map":["Erstelle die Karte"],"with %s you can specify the mapids and\/or providers for which opacity should be regulated.":["Mit %s kannst du die mapids und\/oder providers angeben, für die die Transparenz geregelt werden soll."],"without any parameter: All your defined %1$stile servers%2$s are used.":["ohne jeden Parameter: All deine definierten %1$sKachelserver%2$s werden verwendet."],"optional: %s - This appears in the switching control.":["optional: %s - Dies erscheint im Auswahlmenü."],"see Leaflet Map documentation":["siehe die Dokumentation von Leaflet Map"],"I did not tested all, I have only checked the Javascript code. If something is not working, please let me know.":["Ich habe nicht alle getestet, ich habe nur den Javascript-Code überprüft. Wenn etwas nicht funktioniert, lass es mich bitte wissen."],"For a list of providers see":["Für eine Liste der Anbieter siehe"],"Extra Tile Server":["Zusätzliche Kachelserver"],"Leaflet-providers":["Leaflet-providers"],"Tile Server":["Kachelserver"],"Per default all defined tile servers appear.":["Standardmäßig werden alle definierten Kachelserver angezeigt."],"Current Settings":["Aktuelle Einstellungen"],"Additionally you can use some predefined Tile Providers with %1$s or you can define %2$syour Tile Servers%3$s.":["Zusätzlich kannst du einige vordefinierte Kachelanbieter mit %1$s verwenden oder du kannst selbst %2$sKachelserver%3$s definieren."],"The default Map Tiles are defined in the Leaflet Map Settings.":["Die Standard-Kartenkacheln werden in den Einstellungen von Leaflet Map definiert."],"The default Map Tiles are defined in the %1$s Settings%2$s.":["Die Standard-Kartenkacheln werden in den %1$s Einstellungen%2$s definiert."],"miles or kilometers":["Meilen oder Kilometer"],"You can select your defined Tile Server with parameter %s as comma separated list in the shortcode:":["Du kannst Deine definierten Kachelserver als kommagetrennte Liste im Parameter %s angeben:"],"Here you can define your Tile servers. Additionally you can specify if opacity should be regulated.":["Hier kannst Du Deine Kachelserver konfigurieren. Außerdem kannst Du angeben, ob ein Regler für die Transparenz erscheinen soll."],"The syntax is not checked!":["Die Syntax wird nicht überprüft!"],"Default Max Zoom":["Standard für maximalen Zoom"],"Default Min Zoom":["Standard für minimalen Zoom"],"Default Attribution":["Standard Namensnennung"],"Map Tile URL Subdomains":["Kartenkachel-URL-Subdomains"],"Map Tile URL":["Kartenkachel-URL"],"Tile Id":["Kachel-ID"],"About Tile servers":["Informationen zu Kachelservern"],"Migration from":["Migration von"],"Function":["Funktion"],"Valid for %s: Only elevation profile with or without summary line will be displayed.":["Gilt für %s: Es werden nur Höhenprofile mit oder ohne Zusammenfassung angezeigt."],"Summary":["Zusammenfassung"],"Use filename (without extension) as name of the point and track.":["Verwende den Dateinamen (ohne Erweiterung) als Name vom Track und des Startpunktes."],"Site Language or Browser Language":["Sprache der Seite oder des Browsers"],"valid for whole site or only for one map":["gilt für die gesamte Seite oder nur für eine Karte"],"The name of a %1$strack%2$s is determined as described above.":["Der Name vom %1$sTrack%2$s wird wie oben beschrieben bestimmt."],"If it is false, an attempt is made to read the trackname from the file.":["Ist er false, wird versucht, den Tracknamen aus der Datei auszulesen."],"If %s (in options below or in shortcode) is true, the filename (without extension) is used.":["Wenn %s true ist (in den Optionen weiter unten oder im Shortcode), wird der Dateiname (ohne Erweiterung) verwendet."],"The name of a %1$strack%2$s is determined in this order:":["Der Name vom %1$sTrack%2$s wird wie folgt bestimmt:"],"If you use %1$s instead of %2$s, you get an elevation profile only with or without a summary line.":["Wenn du %1$s anstatt %2$s verwendest, wird nur ein Höhenprofil mit oder ohne Zusammenfassung angezeigt."],"If this is not available, the filename (without extension) is used.":["Ist das nicht möglich, wird der Dateiname (ohne Erweiterung) verwendet."],"If not, an attempt is made to read the trackname from the file.":["Wenn nicht, wird versucht den Tracknamen aus der Datei auszulesen."],"If %1$s (in options below or in shortcode) is true, the filename (without extension) is used, no matter how %2$s is.":["Wenn %1$s true ist (in den Optionen weiter unten oder im Shortcode), wird der Dateiname (ohne Erweiterung) verwendet, unabhängig davon, wie %2$s ist."],"The name of the %1$sstart point%2$s is determined in this order:":["Der Name vom %1$sStartpunkt%2$s wird wie folgt bestimmt:"],"If %1$s and %2$s are not specified, they are read from the file.":["Wenn %1$s und %2$s nicht angegeben sind, werden sie aus der Datei ausgelesen."],"%1$s, %2$s and %3$s describe the %4$sstart point%5$s and are optional.":["%1$s, %2$s und %3$s beschreiben den %4$sStartpunkt%5$s und sind optional."],"%s is the url of the trackfile.":["%s ist die URL des Trackfiles."],"You can change it with":["Du kannst es ändern mit"],"sometimes to first zoom":["manchmal zum ersten Zoom"],"means":["bedeutet"],"map like defined":["Karte wie definiert"],"initial state of the map":["Ausgangszustand der Karte"],"You can set following and the Home button works as shown in the table.":["Du kannst folgende Einstellungen vornehmen und der Home Button funktioniert wie in der Tabelle angegeben."],"You can delete all settings on this page.":["Du kannst alle Einstellungen auf dieser Seite löschen."],"%1$s is not active, %2$s parameters will interpreted with %3$s.":["%1$s ist nicht aktiv, die Parameter von %2$s werden durch %3$s interpretiert."],"If you have deleted the plugin, call this page again.":["Wenn du das Plugin gelöscht hast, rufe diese Seite erneut auf."],"Migration":["Migration"],"wp-gpx-maps is not installed and nothing is configured.":["wp-gpx-maps ist nicht installiert und es ist nichts konfiguriert."],"Migrate from wp-gpx-maps":["Migration von wp-gpx-maps"],"No \/ Yes \/ Only, when %s is used, e.g. for testing.":["Nein \/ Ja \/ Nur wenn %s verwendet wird, z.B. zum Testen."],"If you are happy with this and if you don't use the track management of %1$s, you can deactivate and delete the plugin %1$s.":["Wenn du nun damit zufrieden bist und die Track-Verwaltung von %1$s nicht nutzt, kannst du das Plugin %1$s deaktivieren und löschen."],"If you want to test it first: select %1$s and write in your test page \/ post %2$s.":["Wenn du es zuerst testen möchtest: Wähle %1$s und schreibe in deine Testseite \/ deinen Testbeitrag %2$s."],"Select %1$s to interpret the %2$s parameters as %3$s.":["Wähle %1$s, um die %2$s-Parameter als %3$s zu interpretieren."],"Configure your default %s settings.":["Konfiguriere deine Standardeinstellungen für %s."],"This page helps you to migrate from %1$s to %2$s.":["Diese Seite hilft dir, von %1$s zu %2$s zu migrieren."],"Many thanks to %1$s for his %2$sexcellent plugin%3$s, which I used myself for a long time. Unfortunately it needed some rework, especially to make WP GPX Maps and Leaflet Map work together. At some point it didn't work for me at all. So some of its features are included in the shortcode %4$s. Since version 2.2. it interprets the shortcode %5$s.":["Vielen Dank an %1$s für sein %2$sexzellentes Plugin%3$s, das ich selbst lange Zeit benutzt habe. Leider musste einiges angepasst werden, vor allem damit WP GPX Maps mit Leaflet Map zusammen arbeitet. Irgendwann funktionierte es bei mir überhaupt nicht mehr. Einige seiner Funktionen sind in dem Shortcode %4$s enthalten. Seit Version 2.2. interpretiert dieser den Shortcode %5$s."],"You are using the sgpx shortcode from plugin wp-gpx-maps. But the script cannot detect how to handle it. Please ask in the forum.":["Du verwendest den Shortcode sgpx vom Plugin wp-gpx-maps. Aber das Skript kann nicht erkennen, was zu tun ist. Bitte frage im Forum."],"See documentation and examples %1$shere%2$s.":["Siehe %1$sDokumentation und Beispiele%2$s."],"I don't need this anymore. sgpx is always interpreted as elevation.":["Ich brauche es nicht mehr, sgpx wird immer wie elevation interpretiert."],"Delete all settings from WP GPX Maps!":["Lösche alle Einstellungen von WP GPX Maps!"],"You have WP GPX Maps uninstalled, but some of its options exist in the database. You should delete them.":["Du hast WP GPX Maps deinstalliert, aber einige seiner Optionen sind in der Datenbank noch vorhanden. Du solltest sie löschen."],"show always the chart \/ show the chart and toggle %1$s to hide \/ hide the chart and toggle %2$s to show":["immer das Diagramm anzeigen \/ das Diagramm anzeigen und %1$s ausblenden \/ das Diagramm ausblenden und %2$s einblenden"],"show time data in graph and summary \/ show time data in summary only \/ nothing":["Zeit in Diagramm und Zusammenfassung anzeigen \/ Zeit nur in Zusammenfassung anzeigen \/ nichts anzeigen"],"some predefined settings \/ summary on one line \/ summary on multiple lines \/ without summary":["vordefinierte Einstellungen \/ Zusammenfassung in einer Zeile \/ Zusammenfassung in mehreren Zeilen \/ keine Zusammenfassung"],"nothing":["nichts"],"The elevation shortcode has many configuration options. Some things are not trivial. If you can't configure something, ask in the forum.":["Der Shortcode elevation hat viele Konfigurationsmöglichkeiten. Einige Dinge sind nicht trivial. Wenn etwas nicht klappt wie es soll, frage im Forum."],"The %1$s parameter is called %2$s, but it works with gpx, kml, geojson and tcx files.":["Der %1$s-Parameter heißt %2$s, aber es können gpx-, kml-, geojson und tcx-Dateien sein."],"If you want to display a track only, use %1$s functions. If you want to display a track with an elevation profile use %2$s.":["Wenn du nur einen Track anzeigen möchtest, verwende die %1$s Funktionen. Wenn du einen Track mit einem Höhenprofil anzeigen möchtest, verwende %2$s."],"Note":["Hinweis"],"Strategy for placing markers in cluster":["Strategie der Platzierung von Markern im Markercluster"],"If set, at this zoom level and below, markers will not be clustered. If 0, it is disabled.":["Ab dieser Zoomstufe und darunter werden die Marker nicht geclustert. Wenn der Wert 0 ist, ist es nicht aktiv (disabled)."],"Clusters and markers too far from the viewport are removed from the map for performance.":["Cluster und Marker, die zu weit vom Viewport entfernt sind, werden aus Leistungsgründen aus der Karte entfernt."],"When you click a cluster we zoom to its bounds.":["Wenn man auf ein Markercluster klickt, wird die Karte zu dessen Grenzen gezoomt."],"When you mouse over a cluster it shows the bounds of its markers.":["Wenn man mit der Maus über ein Cluster fährt, wird die Grenze seiner Marker angezeigt."],"Display track waypoints":["Zeige Wegpunkte"],"The parameter maxZoom has been removed, please use %s instead.":["Der Parameter maxZoom wurde entfernt, bitte nutze stattdessen %s."],"\"default\" means: one-circle strategy up to 8 elements, else spiral strategy":["\"default\" bedeutet: Kreis-Strategie (one-circle) bis zu 8 Elementen, sonst Spiralstrategie (spiral)"],"Before you click the submit button, please compare your settings with the new ones and change them if they are different.":["Bevor du die Änderungen speicherst, vergleiche bitte deine Einstellungen mit den neuen und ändere sie, falls sie unterschiedlich sind."],"The options zoom, radius and spiderfy have been renamed to disableClusteringAtZoom, maxClusterRadius and spiderfyOnMaxZoom, but they are still valid. Your settings:":["Die Optionen zoom, radius und spiderfy wurden umbenannt in disableClusteringAtZoom, maxClusterRadius und spiderfyOnMaxZoom, sind aber weiterhin gültig. Deine Einstellungen:"],"Please see the %s page for options. If you want to change other ones, please post it to the forum.":["Sieh dir die Seite von %s für Optionen an. Wenn du weitere ändern möchte, poste es ins Forum."],"The parameter and settings for %s are valid too.":["Die Parameter und Einstellungen für %s sind ebenfalls gültig."],"The number of %1$s and %2$s must match.":["Die Anzahl von %1$s und %2$s muss übereinstimmen."],"Switch drawing helping circles on":["Zeige Kreis-Hilfsmarkierungen"],"Value to be added to each new circle distance value":["Wert, der zu jedem neuen Kreisabstandswert addiert wird"],"Multiplicator of elements number for the next circle":["Multiplikator der Markeranzahl für den nächsten Kreis"],"Number of elements in the first circle":["Anzahl der Marker im ersten Kreis"],"Type of marker":["Markertyp"],"Hovering and Tooltips":["Reaktion bei Mauszeigerkontakt und Tooltips"],"Reset the map":["Karte zurücksetzen"],"Styling Markercluster":["Styling Markercluster"],"Clustering and Grouping of Markers":["Marker clustern und gruppieren"],"Marker Clustering":["Markercluster"],"Switching Tile Servers":["Umschalten von Kachelservern"],"Multiple tracks with elevation profiles":["Mehrere Tracks mit Höhenprofil"],"Track with an elevation profile":["Track mit einem Höhenprofil"],"Not all parameters are implemented in the plugin.":["Nicht alle Parameter sind im Plugin implementiert."],"Demo and Documentation":["Demo und Dokumentation"],"Detailed documentation and examples in %1$sGerman%2$s and %3$sEnglish%4$s":["Ausführliche Dokumentation und Beispiele in %1$sDeutsch%2$s und %3$sEnglisch%4$s"],"Documentation":["Dokumentation"],"position\/height indicator marker drawn onto the map":["Positions-\/Höhenmarkierung auf der Karte"],"Elevation Theme":["Theme des Höhenprofils"],"More options see":["Weitere Optionen siehe die"],"Elevation Profile":["Höhenprofil"],"Render chart profiles as Canvas or SVG Paths.":["Diagramme als Canvas oder SVG rendern."],"Toggle \"leaflet-distance-markers\" integration":["Anzeige von Entfernungsmarkern"],"Toggle \"leaflet-almostover\" integration":["Umschalten der \"leaflet-almostover\"-Integration"],"Toggle chart legend filter.":["Diagrammumschalter anzeigen."],"Download Link":["Download-Link"],"Summary track info style":["Art der Zusammenfassung"],"Display distance info":["Anzeige der Entfernungen"],"Speed chart profile":["Geschwindigkeitsdiagramm"],"Slope chart profile":["Steigungsdiagramm"],"Acceleration chart profile":["Beschleunigungsdiagramm"],"[Lat, Long] vs [Long, Lat] points. (leaflet default: [Lat, Long])":["[Lat, Long] vs [Long, Lat] Koordinaten. (leaflet Standard: [Lat, Long])"],"Autoupdate map bounds on chart update.":["Automatische Aktualisierung der Kartengrenzen bei Aktualisierung des Diagramms."],"Autoupdate map center on chart mouseover.":["Automatisches Zentrieren der Karte beim Überfahren des Diagramms mit der Maus."],"Polyline weight":["Linienstärke"],"Theme Colors":["Farben der Themes"],"To reset all values to their defaults, simply click the Reset button":["Um alle Werte auf ihre Standardwerte zurückzusetzen, drücke einfach \"Zurücksetzen\""],"For boolean values applies":["Für boolesche Werte gilt"],"Plugins Default:":["Plugins Standard:"],"You can change it for each map with":["Du kannst es für jede Karte ändern mit"],"Please reset these settings, if you are not using an own theme!":["Bitte setze diese Einstellungen zurück, wenn du kein eigenes Theme verwendest!"],"Please change this only, if you want to use your own theme.":["Bitte ändere diese Einstellung nur, wenn du dein eigenes Theme verwendest."],"Multiple hoverable tracks":["Mehrere Tracks mit Höhenprofil"],"Reset":["Zurücksetzen"],"Gesture Handling":["Gestensteuerung"],"Hovering":["Hovering"],"The theme is the same as the":["Das Theme ist das selbe wie das"],"In your elevation.css put the styles like the theme styles in":["Definiere die Styles in deinem elevation.css. Nimm als Vorlage das Original CSS von"],"Elevation Profiles":["Höhenprofile"],"move mouse over a track or select one in control panel ...":["Bewege die Maus über einen Track oder wähle einen im Control Panel aus ..."],"It resets the view to all markers (leaflet-marker), lines (leaflet-line), circles (leaflet-circle), geojsons (leaflet-geojson, leaflet-gpx, leaflet-kml) and a track (elevation).":["Er setzt die Kartenansicht auf alle Marker (leaflet-marker), Linien (leaflet-line), Kreise (leaflet-circle), Geojsons (leaflet-geojson, leaflet-gpx, leaflet-kml) und einen Track (elevation) zurück."],"Post it to the support forum":["Besuche das Support Forum"],"must end with":["muss enden mit"],"appears in the switching control. To delete a server simply clear the field mapid.":["erscheint im Menü. Um einen Kachelserver zu löschen, lösche den Text im Feld mapid."],"Configure a mapid, attribution and a tile url for each tile server.":["Definiere ein mapid, das Copyright und die URL für jeden Kachelserver."],"Help":["Hilfe"],"comma separated labels appear in the selection menu":["durch Komma getrennte Beschriftungen werden im Auswahlmenü angezeigt"],"comma separated strings to distinguish the markers, e.g. an unique string in %1$s or %2$s":["durch Komma getrennte Zeichenketten zur Unterscheidung der Marker, z. B. eine eindeutige Zeichenkette in %1$s oder %2$s"],"possible meaningful values":["mögliche sinnvolle Werte"],"Dynamically add\/remove groups of markers from Marker Cluster":["Dynamisches Hinzufügen\/Entfernen von Markergruppen aus Marker Cluster"],"or":["oder"],"button to reset the view. A must for clustering markers":["Button um die Ansicht zurückzusetzen. Ein Muss für Markercluster"],"Many markers on a map become confusing. That is why they are clustered":["Viele Marker auf einer Karte werden unübersichtlich. Deshalb werden sie geclustert"],"When you click a cluster at the bottom zoom level we spiderfy it so you can see all of its markers.":["Wenn man ein Cluster in der untersten Zoomstufe anklickt, wird es gespidert, so dass man alle seine Marker sehen kann."],"Default":["Standard"],"The maximum radius that a cluster will cover from the central marker (in pixels). Decreasing will make more, smaller clusters.":["Der maximale Radius, den ein Cluster vom zentralen Marker aus abdeckt (in Pixel). Je kleiner er ist, desto mehr und kleinere Cluster werden gebildet."],"Plugins Default":["Plugins Standard"],"Example":["Beispiel"],"If you want use an own style, select \"other\" theme and give it a name. Put in your functions.php following code:":["Wenn du ein anderes Thema als die vorgegebenen verwenden möchtest, wähle das Thema „other“ und benenne es. Trage in die functions.php folgenden Code ein:"],"Settings":["Einstellungen"],"hupe13":["hupe13"],"Extensions for Leaflet Map":["Erweiterungen für Leaflet Map"]}}}