{"translation-revision-date":"2025-06-04 21:09:02+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Heart rate profile":["Hartslagprofiel"],"In Frontend\u0004Avg BPM":["Gem. BPM"],"In Frontend\u0004Max BPM":["Max BPM"],"In Frontend\u0004Min BPM":["Min BPM"],"In Frontend\u0004ECG":["ECG"],"Line color of the heart rate":["Lijnkleur van de hartslag"],"Extensions for Leaflet Map - Help and Documentation":["Extensies voor Leaflet Map - Hulp en documentatie"],"and\/or with leaflet-gpx and\/or leaflet-kml and\/or leaflet-geojson":["en\/of met leaflet-gpx en\/of leaflet-kml en\/of leaflet-geojson"],"required: one of these":["vereist: een van deze"],"%1$s in %2$s":["%1$s in %2$s"],"%1$s in querystring or in %2$s":["%1$s in query string of in %2$s"],"Options for":["Opties voor"],"Default: actual zoom level of the map":["Standaard: huidig zoom niveau van de kaart"],"Priority:":["Prioriteit:"],"is considered only, if the target marker is not in a cluster.":["wordt alleen overwogen als de doelmarkering niet in een cluster is."],"This is the zoom level for zooming to the target marker.":["Dit is het zoomniveau voor inzoomen op de doelmarker."],"see below.":["zie hieronder."],"All these options are optional.":["Al deze instellingen zijn optioneel."],"If you have more than one map on a page: %s may only appear exactly once and must be the last shortcode.":["Als je meer dan één kaart op een pagina hebt: %s mag slechts één keer voorkomen en moet de laatste shortcode zijn."],"If the page is the same, %s does not need to be defined.":["Als de pagina hetzelfde is, hoeft %s niet te worden gedefinieerd."],"is required, if source page and target page are different.":["is vereist, als bronpagina en doelpagina verschillend zijn."],"are required!":["zijn vereist!"],"Required, if source page and target page are not the same:":["Vereist, als de bronpagina en doelpagina niet hetzelfde zijn:"],"Shortcodes on target map":["Shortcodes op doelkaart"],"The URL can be link to a page on your website or to a remote one.":["De URL kan een link zijn naar een pagina op je site of naar een externe."],"is optional.":["is optioneel."],"Create a source page with a link to the target page.":["Maak een bronpagina met een link naar de doelpagina."],"Options for query string":["Opties voor query string"],"if true, log some infos to the developer console and add circles about the target on the map":["als het waar is, log dan wat info naar de ontwikkelaar console en voeg cirkels toe rond het doel op de kaart"],"URL to the target page. Default: same page":["URL naar de doelpagina. Standaard: dezelfde pagina"],"popup content, if the target marker has not a popup text. Default: content of %1$s, if the marker has one or %2$s":["pop-up inhoud, als de doelmarkering geen pop-up tekst heeft. Standaard: inhoud van %1$s, als de markering er een heeft of %2$s"],"%1$s and %2$s of the target geojson marker":["%1$s en %2$s van de doel geojson marker"],"Link to the marker on a map":["Link naar de markering op een kaart"],"query string in an URL":["query string in een URL"],"Shortcode":["Shortcode"],"Code on source page":["Code op bronpagina"],"The word \"page\" in this documentation means page or post.":["Het woord 'pagina' in deze documentatie betekent pagina of bericht."],"Source and target can be the same page or different pages.":["Bron en doel kunnen dezelfde pagina of verschillende pagina's zijn."],"Manage plugins":["Beheer plugins"],"You may be interested in %1$sDSGVO snippet for Leaflet Map and its Extensions%2$s.":["Je bent misschien geïnteresseerd in %1$sDSGVO snippet voor Leaflet Map en de extensies%2$s."],"Extends the WordPress Plugin <a href=\"https:\/\/wordpress.org\/plugins\/leaflet-map\/\">Leaflet Map<\/a> with Leaflet Plugins and other functions.":["Breidt de WordPress plugin <a href=\"https:\/\/wordpress.org\/plugins\/leaflet-map\/\">Leaflet Map<\/a> uit met Leaflet plugins en andere functies."],"URL to the icon when it hover or clicked. If it is an empty string or the marker icon has not an %s, the icon does not change. Default: red icon":["URL naar het icoon wanneer erop wordt gehoverd of geklikt. Als het een lege string is of het marker icoon heeft geen %s, verandert het icoon niet. Standaard: rood icoon"],"Open page, post or category links in a new tab":["Open pagina, bericht of categorie links in een nieuwe tab"],"color to highlight the list entry":["kleur om de lijst invoer te markeren"],"background color for the list":["achtergrondkleur voor de lijst"],"a %1$s for geojson marker. For %2$s it is always %3$s and is ignored.":["een %1$s voor geojson marker. Voor %2$s is het altijd %3$s en wordt het genegeerd."],"To define the background color (default: %1$s) for the list in all your maps define %2$s in customizer or using another method:":["Om de achtergrondkleur te definiëren (standaard: %1$s) voor de lijst in al je kaarten, definieer %2$s in de customizer of gebruik een andere methode:"],"and markers with %1$s and %2$s option and \/ or %3$s":["en markeringen met %1$s en %2$s optie en\/of %3$s"],"maximum width of list in relation to the width of the map":["maximale breedte van lijst in relatie tot de breedte van de kaart"],"maximum height of list in relation to the height of the map":["maximale hoogte van lijst in relatie tot de hoogte van de kaart"],"true or false - show marker in list when hover":["waar of niet waar - toon markering in lijst bij hoveren"],"true or false - show only visible marker in list (default) \/ show all marker in list":["waar of niet waar - toon alleen zichtbare marker in lijst (standaard)\/toon alle marker in lijst"],"true or false - the list is collapsed or not (default)":["waar of niet waar - de lijst is ingevouwen of niet (standaard)"],"Create control list":["Maak controlelijst"],"My own %1$s based on the %2$swork%3$s of Stefano Cudini.":["Mijn eigen %1$s gebaseerd op het %2$swerk%3$s van Stefano Cudini."],"A Leaflet Control for listing visible markers in the map.":["Een Leaflet controle voor het weergeven van zichtbare markeringen op de kaart."],"Listing markers in the map":["Vermelding markers in de kaart"],"You can use %1$s if you use the option %2$s, it is not used by %3$s but passed through.":["Je kunt %1$s gebruiken als je de optie %2$s gebruikt, het wordt niet gebruikt door %3$s maar doorgegeven."],"a comma separated pair of width and height in pixels. Only makes sense when you use the %s option.":["een door komma gescheiden paar van breedte en hoogte in pixels. Heeft alleen zin wanneer je de %s optie gebruikt."],"or the name of the popup custom field":["of de naam van het pop-up aangepaste veld"],"default popup content":["standaard pop-up inhoud"],"categories":["categorieën"],"the featured image":["de uitgelichte afbeelding"],"the title":["de titel"],"the url to the page \/ post":["de URL naar de pagina\/bericht"],"Size of featured image":["Grootte van uitgelichte afbeelding"],"the name of custom field is":["de naam van het aangepaste veld is"],"for the popup content, optional.":["voor de pop-up inhoud, optioneel."],"You can use strings in curly brackets to substitute the values:":["Je kunt strings in accolades gebruiken om de waarden te vervangen:"],"You can use an %1$s also.":["Je kunt ook een %1$s gebruiken."],"The content of the popup custom field is like the popup in %1$s.":["De inhoud van het pop-up aangepaste veld is zoals de pop-up in %1$s."],"Default popup content is taken from the overviewmap shortcode and is a set of title, permalink, categories, featured image.":["Standaard pop-up inhoud is afkomstig van de overviewmap shortcode en bestaat uit een set van titel, permalink, categorieën, uitgelichte afbeelding."],"%1$s from target map (see %2$s option %1$s). Default: current map":["%1$s van doelmap (zie %2$s optie %1$s). Standaard: huidige map"],"If the list starts with %s, only pages \/ posts that are contained in all of them are displayed, otherwise those that are contained in at least one.":["Indien de lijst begint met %s worden alleen pagina's\/berichten weergegeven die in allemaal zijn opgenomen, anders die in ten minste één zijn opgenomen."],"Valid for all maps on the page\/post.":["Geldig voor alle kaarten op de pagina\/bericht."],"padding of the subentries":["padding van de subitems"],"Symbol displayed on a closed node (that you can click to open)":["Symbool weergegeven op een gesloten knooppunt (waarop je kunt klikken om te openen)"],"You can't use the character %s allone.":["Je kunt het teken %s niet alleen gebruiken."],"Symbol displayed on a opened node (that you can click to close)":["Symbool weergegeven op een geopend knooppunt (waarop je kunt klikken om te sluiten)"],"Text for an entry in control that expands the tree":["Tekst voor een invoer in beheer die de boom uitbreidt"],"If empty, no entry is created.":["Als leeg, wordt er geen invoer gemaakt."],"Text for an entry in control that collapses the tree":["Tekst voor een invoer in besturing die de boom invouwt"],"Comma separated group names. These are the same as in %s. If you have html tags there, you can omit these here":["Komma gescheiden groepsnamen. Deze zijn hetzelfde als in %s. Als je daar HTML tags hebt, kun je deze hier weglaten"],"child names":["sub namen"],"no leaflet-marker custom fields":["geen leaflet-marker aangepaste velden"],"You can also use some options like %1$s from %2$s.":["Je kunt ook enkele opties gebruiken zoals %1$s van %2$s."],"Optional: Create one or more %s":["Optioneel: maak een of meer %s"],"Or create one or more %s":["Of maak een of meer %s"],"Create one or more %s":["Maak een of meer %s"],"and load any leaflet elements":["en laad alle leaflet elementen"],"A Tree Layers Control for Leaflet.":["Een drie lagen besturing voor Leaflet."],"Label for altitude":["Label voor hoogte"],"Units":["Eenheden"],"Other settings":["Overige instellingen"],"Manage Leaflet Map files":["Beheer Leaflet Map bestanden"],"Display groups in a tree view":["Toon groepen in een boomweergave"],"The specification in the first command applies. It is valid for %s too.":["De specificatie in het eerste commando geldt. Het is ook geldig voor %s."],"Display groups in a tree view.":["Toon groepen in een boomweergave."],"Each element can belong to exactly one group.":["Elk element kan precies tot één groep behoren."],"There are three shortcodes: %1$s to group elements by options%2$s to group elements by properties%3$s to display groups in a tree view":["Er zijn drie shortcodes: %1$s om elementen te groeperen op opties%2$s om elementen te groeperen op eigenschappen%3$s om groepen in een boomstructuur weer te geven"],"Label for speed":["Label voor snelheid"],"Conversion factor to meters, will be ignored if %1$s is %2$s":["Conversiefactor naar meters, wordt genegeerd als %1$s %2$s is"],"Default: %1$s if %2$s is %3$s, %4$s otherwise.":["Standaard: %1$s als %2$s %3$s is, anders %4$s."],"Conversion factor to kilometers, will be ignored if %1$s is %2$s.":["Conversiefactor naar kilometers, wordt genegeerd als %1$s %2$s is."],"Label for distance, will be ignored if %1$s is %2$s.":["Label voor afstand, wordt genegeerd als %1$s %2$s is."],"This is the only way to link to a marker on your map from an %1$sexternal%2$s site.":["Dit is de enige manier om naar een marker op je kaart te linken vanaf een %1$sexterne%2$s site."],"latitude and longitude of target":["breedtegraad en lengtegraad van doelwit"],"jump to any marker nearest lat and lng":["spring naar een marker het dichtst bij lat en lng"],"Optional: Place the page or post in one or more categories or tag it. The word \"category\" in this documentation means category or tag.":["Optioneel: plaats de pagina of bericht in een of meer categorieën of tag deze. Het woord 'categorie' in deze documentatie betekent categorie of tag."],"is required, if you use %1$s with option %2$s.":["is vereist, als je %1$s gebruikt met optie %2$s."],"example URL for the link":["voorbeeld URL voor de link"],"text of the link. Default:":["tekst van de link. Standaard:"],"of the target %1$s or %2$s":["van het doel %1$s of %2$s"],"jump to a marker in a geojson file":["spring naar een markering in een geojson bestand"],"jump to %1$s or %2$s":["spring naar %1$s of %2$s"],"You can write this shortcode anywhere in your text.":["Je kunt deze shortcode overal in je tekst schrijven."],"A link similar to this one is created:":["Een link die hierop lijkt, wordt aangemaakt:"],"Markers can be %1$s and %2$s or marker %3$s in geojson files.":["Markers kunnen %1$s en %2$s zijn of marker %3$s in geojson bestanden."],"Jump to a marker in a map with many markers.":["Spring naar een markering op een kaart met veel markeringen."],"Multiple custom fields with the same name":["Meerdere aangepaste velden met dezelfde naam"],"Error - no valid filename:":["Fout - geen geldige bestandsnaam:"],"Error detecting lanlngs":["Fout bij het detecteren van talen"],"Set this to %s, if you have trouble to get the right markers.":["Stel dit in op %s als je moeite hebt om de juiste markeringen te krijgen."],"Use transients":["Gebruik transiënten"],"Specify this, if there are no any marker information in custom fields and the icons appear as %1$s instead of %2$s.":["Geef dit op als er geen marker informatie in aangepaste velden is en de iconen verschijnen als %1$s in plaats van %2$s."],"Next":["Volgende"],"Previous":["Vorige"],"Error - please check overviewmap data: Some data are wrong.":["Fout - controleer overviewmap gegevens: sommige gegevens zijn verkeerd."],"If it does not work as expected, see the developer console of your browser.":["Als het niet werkt zoals verwacht, kijk dan in de ontwikkelaar console van je browser."],"If an element is hovered over, the other elements become transparent. If you specify any other option as the default, the effect may not be consistent.":["Als een element wordt gehoverd, worden de andere elementen transparant. Als je een andere optie als standaard instelt, is het effect mogelijk niet consistent."],"Replace %1$s with %2$s.":["Vervang %1$s door %2$s."],"Default is taken from the overviewmap shortcode or it is the blue marker icon.":["Standaard wordt genomen uit de overzichtskaart shortcode of het is het blauwe markeer icoon."],"for the marker icon, optional.":["voor het marker icoon, optioneel."],"The option %s is optional.":["De optie %s is optioneel."],"You can use the parameter %s also.":["Je kunt de parameter %s ook gebruiken."],"optional: %s - tiles control collapsed or not:":["optioneel: %s - tegels besturing ingevouwen of niet:"],"optional: %s - position of tiles control":["optioneel: %s - positie van tegel besturing"],"%1$s is for icon filename required. The icons directory must be the same as from %2$s.":["%1$s is vereist voor icoon bestandsnaam. De iconen folder moet dezelfde zijn als van %2$s."],"You can use these in the custom field for the icon and in shortcode %s.":["Je kunt deze gebruiken in het aangepaste veld voor het icoon en in shortcode %s."],"default position:":["standaard positie:"],"track in %s":["volg in %s"],"optional: %s - group control collapsed or not:":["optioneel: %s - groep besturing ingevouwen of niet:"],"optional: %s - position of group control":["optioneel: %s - positie van groepscontrole"],"Helper Plugins":["Helper plugins"],"Functions implemented with Leaflet Plugins":["Functies geïmplementeerd met Leaflet plugins"],"More for Markers":["Meer voor markers"],"More Functions for Markers":["Meer functies voor markers"],"Functions for Markers implemented with Leaflet Plugins":["Functies voor markers geïmplementeerd met Leaflet plugins"],"Markers and Icons":["Markers en iconen"],"https:\/\/leafext.de\/en\/":["https:\/\/leafext.de\/en\/"],"Click to interpret shortcodes.":["Klik om shortcodes te interpreteren."],"if true, log some infos to the developer console and add circles about the target on the map.":["als het waar is, log dan wat info naar de ontwikkelaar console en voeg cirkels toe rond het doel op de kaart."],"The order of the shortcodes is fixed!":["De volgorde van de shortcodes is vast!"],"The parameters (querystring) from this link should be:":["De parameters (querystring) van deze link moeten zijn:"],"Target Marker":["Doel marker"],"Name of the parent":["Naam van het hoofd"],"Marker and Icons":["Marker en iconen"],"If you want more options see %1$shere%2$s.":["Als je meer opties wilt, kijk %1$shier%2$s."],"More options":["Meer opties"],"track control collapsed":["volg besturing ingevouwen"],"position of track control":["positie van track besturing"],"Group Control":["Groep beheer"],"in %1$sGerman%2$s and %3$sEnglish%4$s":["in %1$sDuits%2$s en %3$sEngels%4$s"],"Delete all plugin settings when deleting the plugin?":["Alle plugin instellingen verwijderen bij het verwijderen van de plugin?"],"See %1$sexamples%2$s.":["Bekijk %1$svoorbeelden%2$s."],"We try to maintain leaflet-providers in such a way that you'll be able to use the layers we include without paying money.<br>\n\tThis doesn't mean no limits apply, you should always check before using these layers for anything serious.":["We proberen leaflet-providers zo te onderhouden dat je de lagen die we opnemen kunt gebruiken zonder geld te betalen.<br>\n\tDit betekent niet dat er geen limieten van toepassing zijn, je moet altijd controleren voordat je deze lagen voor iets serieus gebruikt."],"%1$sPlease note%2$s (Quote from Leaflet Providers page):":["%1$sLet op%2$s (citaat van de Leaflet Providers pagina):"],"Track color over the ruler filter":["Volg kleur over het regel filter"],"It works with gpx and kml files.":["Het werkt met gpx en kml bestanden."],"Advanced geospatial analysis for browsers and Node.js":["Geavanceerde geospatiale analyse voor browsers en Node.js"],"A Leaflet plugin that allows to prevent default map scroll\/touch behaviours.":["Een Leaflet plugin die het mogelijk maakt om standaard scroll\/touch gedrag van de kaart te voorkomen."],"Simple plugin for Leaflet that adds fullscreen button to your maps.":["Eenvoudige plugin voor Leaflet die een volledig scherm knop aan je kaarten toevoegt."],"Provides a zoom control with a %1$sHome%2$s button to reset the view.":["Biedt een zoomregeling met een %1$sHome%2$s knop om het zicht te resetten."],"Choropleth plugin for Leaflet (color scale based on value).":["Choropleth plugin voor Leaflet (kleurenschaal gebaseerd op waarde)."],"Search Markers\/Features location by option or custom property.":["Zoek markeringen\/uitlichten locatie op optie of aangepaste eigenschap."],"Grouping of Leaflet elements by options and features.":["Groepering van Leaflet elementen op opties en functies."],"Shameless copy of Awesome-Markers with more shapes and colors.":["Zonder schaamte gekopieerd van Awesome Markers met meer vormen en kleuren."],"Styling Markerclusters.":["Styling markerclusters."],"Provides Beautiful Animated Marker Clustering functionality.":["Biedt prachtige geanimeerde marker clustering functionaliteit."],"Makes multiple tile layers transparent.":["Maakt meerdere tegel lagen transparant."],"An extension that contains configurations for various tile providers.":["Een extensie die configuraties bevat voor verschillende Tile providers."],"Convert KML, GPX, and TCX to GeoJSON.":["Converteer KML, GPX en TCX naar GeoJSON."],"This plugin allows to detect mouse click and overing events on lines, with a tolerance distance.":["Deze plugin maakt het mogelijk om muisklik en hover gebeurtenissen op lijnen te detecteren, met een tolerantie afstand."],"A Leaflet plugin that allows to add rotation functionality to map tiles":["Een Leaflet plugin die het mogelijk maakt om rotatiefunctie toe te voegen aan kaarttegels"],"Internationalisation module for Leaflet plugins.":["Internationalisatie module voor Leaflet plugins."],"A Leaflet plugin that allows to add elevation profiles using d3js.":["Een Leaflet plugin waarmee je hoogteprofielen kunt toevoegen met d3js."],"Included and used Leaflet Plugins":["Inbegrepen en gebruikte Leaflet plugins"],"Design and Group markers from geojson files":["Ontwerp en groepeer markeringen uit geojson bestanden"],"(like shortcode without brackets)":["(zoals shortcode zonder haakjes)"],"The %1$s is included in the plugin %2$s. If you have already installed some yourself, yours will be used.":["De %1$s is opgenomen in de plugin %2$s. Als je er zelf al een paar hebt geïnstalleerd, worden die van je gebruikt."],"a comma separated list of category names, slugs or IDs":["een door komma's gescheiden lijst van categorienamen, slugs of ID's"],"either a icon filename":["of een icoon bestandsnaam"],"Option to change":["Optie om te wijzigen"],"Creates an overview table of posts \/ pages instead of markers to see any mistakes":["Maakt een overzichtstabel van berichten\/pagina's in plaats van markeringen om eventuele fouten te zien"],"Select only pages \/ posts from these categories":["Selecteer alleen pagina's\/berichten uit deze categorieën"],"Show a link to category page":["Toon een link naar de categoriepagina"],"Show page \/ post featured image":["Toon pagina\/bericht uitgelichte afbeelding"],"like in":["zoals in"],"either a comma or space separated pair of lat and lng":["of een komma of spatie gescheiden paar van lat en lng"],"for markers lat and lng, required":["voor markers lat en lng, vereist"],"At which distance of the mouse from a popup the popup closes. If it is 0, this is disabled, i.e. keep the popup open.":["Op welke afstand van de muis van een pop-up de pop-up sluit. Als het 0 is, is dit uitgeschakeld, d.w.z. houd de pop-up open."],"How much to extend click tolerance round an object on the map, only valid for %s":["Hoeveel om de klik tolerantie rond een object op de kaart te vergroten, alleen geldig voor %s"],"a className":["een klasse naam"],"className for the tooltip":["klasse naam voor de tooltip"],"Options for marker":["Opties voor marker"],"Possible values":["Mogelijke waarden"],"Options for overviewmap":["Opties voor overzichtskaart"],"Default name":["Standaardnaam"],"Content":["Inhoud"],"Custom field":["Aangepast veld"],"The custom fields names are as you like. You can these specify in overviewmap options.":["De namen van de aangepaste velden zijn zoals je wilt. Je kunt deze specificeren in de overviewmap opties."],"Custom fields":["Aangepaste velden"],"Optional: Create a featured image for page or post.":["Optioneel: maak een uitgelichte afbeelding voor pagina of bericht."],"Create for every desired page or post the below mentioned customs fields.":["Maak voor elke gewenste pagina of bericht de onderstaande aangepaste velden aan."],"Preparation":["Voorbereiding"],"Generates an overview map with geo positions provided in the pages and posts.":["Genereert een overzichtskaart met geo posities die in de pagina's en berichten zijn opgegeven."],"The options %1$s and %2$s are the same as for the %3$s shortcode.":["De opties %1$s en %2$s zijn hetzelfde als voor de %3$s shortcode."],"Load any elements with any %s shortcode.":["Laad alle elementen met elke %s shortcode."],"The tooltip has a %1$s, its default is %2$s. You can style the tooltip with css, e.g.":["De tooltip heeft een %1$s, de standaard is %2$s. Je kunt de tooltip stylen met CSS, bijv."],"Tooltip className":["Tooltip klasse naam"],"Don't forget to declare %s at last statement.":["Vergeet niet om %s te declareren bij de laatste uitspraak."],"does only work with gpx files":["werkt alleen met gpx bestanden"],"To manage your tracks now, you can use %1$sManage Leaflet Map files%2$s.":["Om je tracks nu te beheren, kun je %1$sManage Leaflet Map files%2$s gebruiken."],"Overview Map":["Overzichtskaart"],"If a GPX track loaded with leaflet-gpx contains waypoints that you do not want to display":["Als een GPX-track geladen met leaflet-gpx waypoints bevat die je niet wil tonen"],"I am glad about (code-)suggestions.":["Ik ben blij met (code-)suggesties."],"and maybe other things.":["en misschien andere dingen."],"Geojson GeometryCollections do not (yet) work in all senses.":["Geojson GeometryCollections werken (nog) niet in alle opzichten."],"How to deal with the sometimes large contents of popups?":["Hoe om te gaan met de soms grote inhoud van pop-ups?"],"All this is not ready yet.":["Dit is allemaal nog niet klaar."],"Waypoint labels alignment in chart":["Uitlijning van waypoint labels in grafiek"],"Labels align":["Labels uitlijnen"],"Waypoint labels rotation (degrees) in chart":["Waypoint labels rotatie (graden) in grafiek"],"Labels degrees":["Labels graden"],"a number (px) or an expression like the default value":["een aantal (px) of een uitdrukking zoals de standaardwaarde"],"If (!detached) width of the chart":["Als niet losgekoppeld, breedte van de grafiek"],"y Axis Min":["y-as min"],"number":["nummer"],"y Axis Max":["y-as max"],"linearGradient":["lineaire gradiënt"],"hoverlap":["hoverlap"],"hover":["hoveren"],"For overlapping markers see %1$s or %2$s.":["Voor overlappende markeringen zie %1$s of %2$s."],"And hoverlap":["En hoveren"],"Popups and highlighting overlapping elements":["Pop-ups en markeren overlappende elementen"],"Hovering overlapping elements":["Hoveren overlappende elementen"],"If %1$s is false and %2$s is specified, it is used.":["Als %1$s onwaar is en %2$s is opgegeven, wordt het gebruikt."],"nothing or a string like the popup content for geojsons":["niets of een string zoals de pop-up inhoud voor geojsons"],"specify a short string as parameter, if the popup is too big.":["geef een korte string op als parameter, als de pop-up te groot is."],"show a short tooltip, if the popup is too big:":["toon een korte tooltip, als de pop-up te groot is:"],"Hide Markers":["Verberg markeringen"],"no more than 14 different %1$s for %2$s":["niet meer dan 14 verschillende %1$s voor %2$s"],"no more than 16 different %1$s for %2$s":["niet meer dan 16 verschillende %1$s voor %2$s"],"not for markers with iconUrl":["niet voor markeringen met iconUrl"],"automatic generation of %1$s, %2$s (color) and %3$s":["automatische generatie van %1$s, %2$s (kleur) en %3$s"],"for grouping":["voor groeperen"],"resp. substring of ":["resp. sub string van "],"default color":["standaardkleur"],"if specified the count must match the count of %s":["indien opgegeven moet het aantal overeenkomen met het aantal van %s"],"(max 16 %1$s for %2$s, 14 for %3$s)":["(max 16 %1$s voor %2$s, 14 voor %3$s)"],"if not specified colors are generated":["indien er geen kleuren zijn opgegeven, worden ze gegenereerd"],"comma separated colors for marker or substrings in %s for marker to distinguish the values":["komma gescheiden kleuren voor marker of sub strings in %s voor marker om de waarden te onderscheiden"],"required if you want to group like with %s":["vereist als je wil groeperen zoals met %s"],"required for markers with %s":["vereist voor markeringen met %s"],"if not specified collect values from property":["indien niet gespecificeerd, verzamel waarden van eigenschap"],"comma separated strings of property values":["komma gescheiden reeksen van eigenschapswaarden"],"required":["vereist"],"If you want to use ExtraMarkers you can specify %s options.":["Als je ExtraMarkers wil gebruiken, kun je %s opties specificeren."],"The substring %1$s will be replaced in the path of the %2$s with any of %3$s.":["De sub string %1$s wordt in het pad van de %2$s vervangen door een van %3$s."],"Marker with icon":["Marker met icoon"],"If you want to use CircleMarker you must specify %1$s and optional %2$s and %3$s in %4$s shortcode.":["Als je CircleMarker wil gebruiken, moet je %1$s en optioneel %2$s en %3$s in %4$s shortcode specificeren."],"Design and group markers from geojson files according to their properties":["Ontwerp en groepeer markeringen van geojson bestanden volgens hun eigenschappen"],"a number":["een getal"],"For now, %1$s are mapped to %2$s. Maybe there are other options.":["Voor nu zijn %1$s gekoppeld aan %2$s. Misschien zijn er andere opties."],"The markers should have the same %1$s, only %2$s differs.":["De markeringen moeten dezelfde %1$s hebben, alleen %2$s verschilt."],"The markers are clustered. Optional you can specify options from %s.":["De markeringen zijn gegroepeerd. Optioneel kun je opties specificeren van %s."],"A %s in a geojson file is specified like this:":["Een %s in een geojson bestand wordt als volgt gespecificeerd:"],"Chart distance\/elevation units imperial or metric.":["Grafiek afstand\/hoogte-eenheden imperiaal of metrisch."],"Toggle \"leaflet-edgescale\" integration":["Toggle \"leaflet-edgescale\" integratie"],"optional: %s - a comma separated list with shortnames for providers. These appear in the switching control.":["optioneel: %s - een door komma's gescheiden lijst met korte namen voor providers. Deze verschijnen in de schakelbediening."],"a comma separated list of any %1$sproviders%2$s":["een door komma's gescheiden lijst van alle %1$sproviders%2$s"],"a comma separated list of any your defined %1$stile servers%2$s":["een door komma's gescheiden lijst van je gedefinieerde %1$stile servers%2$s"],"Your Leaflet Map Settings":["Je Leaflet Map instellingen"],"It is not checked whether the file contains a track with elevation data.":["Er wordt niet gecontroleerd of het bestand een track met hoogtegegevens bevat."],"You can use these options like in %1$sElevation Profile%2$s":["Je kunt deze opties gebruiken zoals in %1$sHoogte profiel%2$s"],"Toggle direction arrows":["Toggle richting pijlen"],"do not show tooltip but show %s":["toon geen tooltip maar toon %s"],"do not show tooltip and hide %s":["toon geen tooltip en verberg %s"],"Please install and activate %1$s before using %2$s.":["Installeer en activeer %1$s voordat je %2$s gebruikt."],"Examples":["Voorbeelden"],"Fullscreen":["Volledig scherm"],"show tooltip and hide %s if present":["toon tooltip en verberg %s indien aanwezig"],"for example %1$s for marker, additional for example %2$s for extramarkers; %3$s for polygon, circle, line; %4$s depending on geojson layer; %5$s for all":["bijvoorbeeld %1$s voor marker, extra bijvoorbeeld %2$s voor extramarkers; %3$s voor polygoon, cirkel, lijn; %4$s afhankelijk van geojson laag; %5$s voor alles"],"substring from url to geojson, gpx, kml file":["sub string van URL naar geojson, gpx, kml bestand"],"exclude any geojson, gpx, kml with a defined substring in the src url from changing its style on hovering, the tooltip is not affected":["sluit geojson, gpx, kml met een gedefinieerde sub string in de src URL uit van het wijzigen van de stijl bij hoveren, de tooltip wordt niet beïnvloed"],"alias for":["alias voor"],"See %1$sLeaflet Map Github page%2$s for more or less useful and possible options for %3$s.":["Zie %1$sLeaflet Map Github pagina%2$s voor meer of minder nuttige en mogelijke opties voor %3$s."],"change style but do not show tooltips on hover (geojson, gpx, kml, circle, polygon, line):":["wijzig stijl maar toon geen tooltips bij hoveren (geojson, gpx, kml, cirkel, polygoon, lijn):"],"show tooltips on hover:":["toon tooltips bij hoveren:"],"hover only for geojsons, gpx, kml:":["hoveren alleen voor geojsons, gpx, kml:"],"So can you write:":["Dan kun je schrijven:"],"If you use one or multiple options from %1$s, then the options %2$s will be ignored. ":["Als je een of meerdere opties van %1$s gebruikt, dan worden de opties %2$s genegeerd. "],"Change style on hover.":["Wijzig stijl bij hoveren."],"Show tooltip on hover.":["Toon tooltip bij hoveren."],"Nothing happens.":["Er gebeurt niets."],"Show tooltip and change style on hover.":["Toon tooltip en wijzig stijl bij hoveren."],"By default, all elements react to hover. If you don't want this, you have the following options.":["Standaard reageren alle elementen op hoveren. Als je dit niet wilt, heb je de volgende opties."],"The tooltip content is the same as the popup content.":["De inhoud van de tooltip is hetzelfde als de inhoud van de pop-up."],"See %1$sLeaflet Map Github page%2$s for more or less useful and possible options.":["Bekijk %1$sLeaflet Map Github pagina%2$s voor meer of minder nuttige en mogelijke opties."],"not specified for default (red circle), %1$s for no marker, or a definition like on an %2$sexample page%3$s.":["niet gespecificeerd voor standaard (rode cirkel), %1$s voor geen markering, of een definitie zoals op een %2$svoorbeeld pagina%3$s."],"see below":["zie hieronder"],"container id to style the control panel (outside the map) with custom css":["container ID om het bedieningspaneel (buiten de kaart) met aangepaste CSS te stijlen"],"a option \/ property for marker, polygon, circle, line or a %s for geojson layer. Can also be a comma-separated list of options or properties.":["een optie\/eigenschap voor marker, polygoon, cirkel, lijn of een %s voor geojson laag. Kan ook een door komma's gescheiden lijst van opties of eigenschappen zijn."],"The specific style and css depends on your %1$stheme and taste%2$s":["De specifieke stijl en CSS hangt af van je %1$sthema en smaak%2$s"],"Define a leaflet-search command with the option container:":["Definieer een leaflet-search opdracht met de optie container:"],"Define some css:":["Definieer wat CSS:"],"If you want the search field to be outside the map, define a div element with a custom html block on the post \/ page and give it an id. This id you then specify in option %s.":["Als je wil dat het zoekveld buiten de kaart is, definieer dan een div element met een aangepaste HTML blok op de bericht\/pagina en geef het een id. Deze ID specificeer je vervolgens in optie %s."],"Option":["Optie"],"show or hide popup when position found":["toon of verberg pop-up wanneer positie gevonden"],"delay for autoclosing alert and collapse after blur":["vertraging voor automatisch sluiten van waarschuwing en inklappen na verlies van focus"],"Due to a problem in MacOS and iOS, it is automatically set to false in Safari.":["Door een probleem in MacOS en iOS wordt het automatisch op false gezet in Safari."],"show or hide marker at the position found":["toon of verberg marker op de gevonden positie"],"position in the map":["positie op de kaart"],"remove circle and marker on search control collapsed or search canceled":["verwijder cirkel en markering op zoek besturing ingevouwen of zoekopdracht geannuleerd"],"Search...":["Zoeken..."],"placeholder value":["plaatshouder waarde"],"Location not found":["Locatie niet gevonden"],"error message":["foutmelding"],"The default value is the same as the setting for the Leaflet Map plugin.":["De standaardwaarde is hetzelfde als de instelling voor de Leaflet Map plugin."],"zoom level for move to location for searching markers":["zoom niveau voor verplaatsen naar locatie voor het zoeken naar markers"],"%1$s must be before %2$s.":["%1$s moet voor %2$s zijn."],"red circle":["rode cirkel"],"Values":["Waarden"],"A control for search Markers\/Features location by custom property.":["Een controle voor het zoeken naar markers\/functies locatie op basis van aangepaste eigenschap."],"Search markers\/features":["Zoek markeringen\/functies"],"When markers are grouped, %1$s is automatically active and the parameter and settings for %2$s are valid too.":["Wanneer markeringen gegroepeerd zijn, is %1$s automatisch actief en zijn de parameter en instellingen voor %2$s ook geldig."],"If you don't use this shortcode yet, start %1$sthere%2$s.":["Als je deze shortcode nog niet gebruikt, begin %1$sdaar%2$s."],"and Javascript to describe the icon.":["en JavaScript om het icoon te beschrijven."],"css describing the waypoint, e.g. the definition of the icon url,":["css die het waypoint beschrijft, bijvoorbeeld de definitie van de icoon URL,"],"the waypoint in the track file,":["het waypoint in het trackbestand,"],"To change the display of waypoints in the elevation profile, 3 things are important:":["Om de weergave van waypoints in het hoogteprofiel te wijzigen, zijn 3 dingen belangrijk:"],"Introduction":["Introductie"],"It also works with":["Het werkt ook met"],"Or set this in the %1$selevation settings%2$s.":["Of stel dit in de %1$shoogte instellingen%2$s in."],"You can of course use %1$s and define waypoints with additional %2$s and %3$s shortcodes.":["Je kunt natuurlijk %1$s gebruiken en waypoints definiëren met extra %2$s en %3$s shortcodes."],"The %s are case sensitive.":["De %s zijn hoofdlettergevoelig."],"%s is case sensitive.":["%s is hoofdlettergevoelig."],"The options are case sensitive.":["De opties zijn hoofdlettergevoelig."],"A %1$s has %2$s, each of them has a %3$s and %4$s. %5$s is the label of a %6$s in %7$s, e.g.":["Een %1$s heeft %2$s, elk van hen heeft een %3$s en %4$s. %5$s is het label van een %6$s in %7$s, bijv."],"gpx and kml are similar to geojson, so you can also use %s there. But here it is not that easy to find relevant features.":["gpx en kml zijn vergelijkbaar met geojson, dus je kunt daar ook %s gebruiken. Maar hier is het niet zo makkelijk om relevante functies te vinden."],"In a geojson file there are features and properties. They are different for each application.":["In een geojson bestand zijn er features en eigenschappen. Ze zijn verschillend voor elke toepassing."],"Each of the above leaflet elements has options. These are from the shortcode %s and are fixed.":["Elk van de bovenstaande leaflet elementen heeft opties. Deze komen van de shortcode %s en zijn vast."],"Grouping by options and features":["Groeperen op opties en functies"],"The default is %1$s for %2$s and %3$s for %4$s.":["De standaard is %1$s voor %2$s en %3$s voor %4$s."],"search substring %1$s or the exact string %2$s in %3$s.":["zoek sub string %1$s of de exacte string %2$s in %3$s."],"comma separated strings to distinguish the elements, e.g. the exact string or an unique substring in %1$s (e.g.%2$s)":["komma gescheiden strings om de elementen te onderscheiden, bijv. De exacte string of een unieke substring in %1$s (bijv. %2$s)"],"Every marker with an icon has the option %s as default.":["Elke markering met een icoon heeft de optie %s als standaard."],"%s switches only the markers.":["%s schakelt alleen de markeringen."],"For %s you can use any option of the leaflet element.":["Voor %s kun je elke optie van het leaflet element gebruiken."],"Help me, if I'm wrong.":["Help me, als ik het mis heb."],"k-means: each standard deviation becomes a class.":["k-means: elke standaarddeviatie wordt een klasse."],"equidistant: divide the classes into equal groups.":["equidistant: verdeel de klassen in gelijke groepen."],"quantile maps try to arrange groups so they have the same quantity.":["quantiel kaarten proberen groepen zo te rangschikken dat ze dezelfde hoeveelheid hebben."],"get a tooltip on mouse over":["krijg een tooltip bij hoveren"],"show legend":["toon legenda"],"q for quantile, e for equidistant, k for k-means":["q voor kwantiel, e voor equidistant, k voor k-means"],"number of breaks or steps in range":["aantal onderbrekingen of stappen in bereik"],"opacity of the colors in scale":["opaciteit van de kleuren in schaal"],"a comma separated list of colors for scale - include as many as you like":["een komma gescheiden lijst van kleuren voor schaal - voeg er zoveel toe als je wilt"],"which property in the features to use":["welke eigenschap in de functies te gebruiken"],"Leaflet Choropleth":["Leaflet Choropleth"],"The shortcode %1$s is a special case of %2$s respectively %3$s.":["De shortcode %1$s is een speciaal geval van %2$s respectievelijk %3$s."],"If %1$s contains %2$s and %3$s, then the elements for which the option \/ property specified in %4$s does not apply, are placed in the %5$s group. Elements whose %6$s is not known are placed in the %7$s group. See also the developer console.":["Als %1$s %2$s en %3$s bevat, worden de elementen waarvoor de optie\/eigenschap gespecificeerd in %4$s niet van toepassing is, in de %5$s groep geplaatst. Elementen waarvan %6$s niet bekend is, worden in de %7$s groep geplaatst. Zie ook de ontwikkelaar console."],"initial visibility of a group, default: %1$s. Either %2$s (valid for all groups) or a comma-separated list of %3$s and %4$s, where the number must match those of %5$s.":["initiële zichtbaarheid van een groep, standaard: %1$s. Ofwel %2$s (geldig voor alle groepen) of een door komma's gescheiden lijst van %3$s en %4$s, waarbij het aantal moet overeenkomen met dat van %5$s."],"optional":["optioneel"],"However, make sure that they are unique. Otherwise unwanted, but sometimes interesting effects can occur. Test it with your application!":["Zorg er echter voor dat ze uniek zijn. Anders kunnen ongewenste, maar soms interessante effecten optreden. Test het met je applicatie!"],"You can specify multiple %1$s and %2$s. If the %3$s are called the same, the elements will be placed in the same group despite having different options resp. properties.":["Je kunt meerdere %1$s en %2$s specificeren. Als de %3$s hetzelfde worden genoemd, worden de elementen in dezelfde groep geplaatst, ondanks dat ze verschillende opties resp. eigenschappen hebben."],"You can use iconclass to group, regardless of whether they affect the appearance of the icon or not.":["Je kunt iconclass gebruiken om te groeperen, ongeacht of ze het uiterlijk van het icoon beïnvloeden of niet."],"Meaningful options may be:":["Betekenisvolle opties kunnen zijn:"],"Not every option is suitable for every element.":["Niet elke optie is geschikt voor elk element."],"Group elements and dynamically add\/remove from map":["Groep elementen en voeg dynamisch toe\/verwijder van kaart"],"Use it like the popup content for Geojsons in Leaflet Map: To add feature properties to the popups, use the inner content and curly brackets to substitute the values:":["Gebruik het zoals de pop-up inhoud voor Geojsons in Leaflet Map: om uitlichten eigenschappen aan de pop-ups toe te voegen, gebruik de binnenste inhoud en accolades om de waarden te vervangen:"],"You can specify %s as you like.":["Je kunt %s specificeren zoals je wilt."],"Popup Content":["Pop-up inhoud"],"none - show filename in control - show trackname in control":["geen - toon bestandsnaam in bediening - toon tracknaam in bediening"],"Switch Track on and off":["Schakel track in en uit"],"You can manage these according to your permissions":["Je kunt deze beheren volgens je rechten"],"You can display all gpx, kml, geojson, json and tcx files in subdirectories of uploads directory.":["Je kunt alle gpx, kml, geojson, JSON en tcx bestanden in subfolders van de uploads folder tonen."],"Leaflet Plugins":["Leaflet plugins"],"Many thanks to the translators.":["Veel dank aan de vertalers."],"A language pack will be generated, if at least 90% of all strings are translated, like dutch, spanish or german.":["Een taalpakket wordt gegenereerd als ten minste 90% van alle strings zijn vertaald, zoals Nederlands, Spaans of Duits."],"I will include these translations in the plugin. Swedish and italian are already included.":["Ik zal deze vertalingen in de plugin opnemen. Zweeds en Italiaans zijn al opgenomen."],"%1$s has some english strings in the frontend. Go to %2$s, choose your language and %3$s or %4$s, filter %5$s and translate these 36 short strings.":["%1$s heeft een aantal Engelse strings in de front-end. Ga naar %2$s, kies je taal en %3$s of %4$s, filter %5$s en vertaal deze 36 korte strings."],"Your web site language isn't english? You can speak english?":["Is je site taal niet Engels? Kun je Engels spreken?"],"Translation":["Vertaling"],"%1$s outside, %2$s inside":["%1$s buiten, %2$s binnen"],"Chart container outside\/inside map container":["Grafiek container buiten\/binnen kaart container"],"See also":["Zie ook"],"Use SVG version, Possible values: true or false":["Gebruik SVG versie, mogelijke waarden: true of false"],"Shape of the marker (css class), Possible values: 'circle', 'square', 'star', or 'penta'":["Vorm van de markering (CSS klasse), Mogelijke waarden: 'circle', 'square', 'star', of 'penta'"],"The icon library's base class, Possible values: fa (see icon library's documentation)":["De basis klasse van de icoon bibliotheek, Mogelijke waarden: fa (zie de documentatie van de icoon bibliotheek)"],"Instead of an icon, define a plain text, Possible values: '1' or 'A', must set icon: 'fa-number'":["In plaats van een icoon, definieer een platte tekst, mogelijke waarden: '1' of 'A', moet icoon instellen: 'fa-number'"],"Color of the marker (css class), Possible values: 'red', 'orange-dark', 'orange', 'yellow', 'blue-dark', 'cyan', 'purple', 'violet', 'pink', 'green-dark', 'green', 'green-light', 'black', 'white', or color hex code if svg is true":["Kleur van de marker (CSS-klasse), Mogelijke waarden: 'red', 'orange-dark', 'orange', 'yellow', 'blue-dark', 'cyan', 'purple', 'violet', 'pink', 'green-dark', 'green', 'green-light', 'black', 'white', of kleur hex-code als svg waar is"],"Custom HTML code, Possible values: &lt;svg&gt;, images, or other HTML; a truthy assignment will override the default html icon creation behavior":["Aangepaste HTML code, mogelijke waarden: &lt;svg&gt;, afbeeldingen, of andere HTML; een truthy toewijzing zal het standaardgedrag van het maken van HTML iconen overschrijven"],"Rotates the icon with css transformations, Possible values: numeric degrees":["Draait het icoon met CSS transformaties, mogelijke waarden: numerieke graden"],"Color of the icon, Possible values: 'white', 'black' or css code (hex, rgba etc)":["Kleur van het icoon, Mogelijke waarden: 'wit', 'zwart' of CSS-code (hex, rgba etc)"],"Name of the icon with prefix, Possible values: fa-coffee (see icon library's documentation)":["Naam van het icoon met voorvoegsel, mogelijke waarden: fa-coffee (zie de documentatie van de icoon bibliotheek)"],"Additional classes in the created &lt;i&gt; tag, Possible values: fa-rotate90 myclass; space delimited classes to add":["Extra klassen in de aangemaakte &lt;i&gt; tag, Mogelijke waarden: fa-rotate90 myclass; door spaties gescheiden klassen om toe te voegen"],"Longitude":["Lengtegraad"],"Latitude":["Breedtegraad"],"zFollow zoom":["zFollow zoom"],"If (!detached) control position on one of map corners.":["Als het niet losgekoppeld is, beheer de positie op een van de hoeken van de kaart."],"Found an issue? Do you have a question?":["Een probleem gevonden? Heb je een vraag?"],"Description":["Beschrijving"],"More icons":["Meer iconen"],"Some Icons":["Enkele iconen"],"All Shapes without (1) \/ with (2) SVG":["Alle vormen zonder (1)\/met (2) SVG"],"All Colors":["Alle kleuren"],"In Frontend\u0004Pace":["Tempo"],"If summary is displayed, you can customize the information to display with css, e.g. show Total Length, Total Time, Total Ascent, Total Descent, Avg Speed, Avg Pace only:":["Als samenvatting wordt getoond, kun je de informatie aanpassen om te tonen met css, bijvoorbeeld alleen Totale Lengte, Totale Tijd, Totale Stijging, Totale Daling, Gem. Snelheid, Gem. Tempo:"],"You can test it yourself on a %1$sseparate page%2$s.":["Je kunt het zelf testen op een %1$saparte pagina%2$s."],"If %s is enabled, it becomes active on touch devices only.":["Als %s is ingeschakeld, wordt het alleen actief op touch apparaten."],"If Scroll Wheel Zoom (%s) is enabled, it becomes active on both desktop and touch devices.":["Als Scroll Wheel Zoom (%s) is ingeschakeld, wordt het actief op zowel desktop als touch apparaten."],"It is only enabled on touch devices by default.":["Het is standaard alleen ingeschakeld op touch apparaten."],"For %1$s it is ignored. For %2$s a list of %3$s. Default is %4$s.":["Voor %1$s wordt het genegeerd. Voor %2$s een lijst van %3$s. Standaard is %4$s."],"draw the content with %scommands ":["teken de inhoud met %scommando's "],"(default) prepare the tracks for %s":["(standaard) bereid de tracks voor %s"],"no files":["geen bestanden"],"Listing Files":["Vermelding bestanden"],"Listing - page":["Vermelding - pagina"],"Use the %1$sdirectory listing%2$s for simplicity.":["Gebruik de %1$sfolderlijst%2$s voor eenvoud."],"If %s and a file is a gpx file, display start point and cluster":["Als %s en een bestand een gpx bestand is, toon startpunt en cluster"],"(relative) path to directory, accessible both from path and from url":["(relatief) pad naar folder, toegankelijk zowel vanaf pad als vanaf URL"],"url to directory, default: URL from upload directory.":["URL naar folder, standaard: URL van upload folder."],"Overview":["Overzicht"],"If it is true, it is valid for any map (depending on %1$s respectively %2$s) and you can't change it. If it is false, you can enable it for a map:":["Als het waar is, is het geldig voor elke map (afhankelijk van %1$s respectievelijk %2$s) en je kunt het niet wijzigen. Als het onwaar is, kun je het inschakelen voor een map:"],"It is enabled on both desktop and touch device by default.":["Het is standaard ingeschakeld op zowel desktop als touch apparaat."],"This means for you:":["Dit betekent voor je:"],"is true at default":["is standaard waar"],"is":["is"],"Scroll Wheel Zoom":["Scrollwiel zoom"],"Your %s setting for":["Je %s instelling voor"],"When Gesture Handling is enabled:":["Wanneer gebaren afhandeling is ingeschakeld:"],"It is disabled by default. You can enable it for a map with":["Het is standaard uitgeschakeld. Je kunt het inschakelen voor een kaart met"],"It is enabled for all maps.":["Het is ingeschakeld voor alle kaarten."],"You can enable it for all maps or for individual maps.":["Je kunt het inschakelen voor alle kaarten of voor individuele kaarten."],"Brings the basic functionality of Gesture Handling into Leaflet Map. Prevents users from getting trapped on the map when scrolling a long page.":["Brengt de basisfunctionaliteit van gebarenbediening naar Leaflet Map. Voorkomt dat gebruikers vast komen te zitten op de kaart bij het scrollen door een lange pagina."],"File size: ":["Bestandsgrootte: "],"File name:":["Bestandsnaam:"],"Uploaded on:":["Geüpload op:"],"Details":["Details"],"View":["Bekijk"],"Edit":["Bewerken"],"Media Library":["Mediabibliotheek"],"Preview":["Voorbeeld"],"Name":["Naam"],"Date":["Datum"],"Tracks from all files in a directory":["Tracks van alle bestanden in een folder"],"List Files":["Bestanden weergeven"],"for showing all files of this directory on a map":["om alle bestanden van deze folder op een kaart te tonen"],"Directory":["Folder"],"List files":["Bestanden weergeven"],"entries":["items"],"If you change the number, submit the form to get the directories you want.":["Als je het nummer wijzigt, verzend het formulier om de folders te krijgen die je wilt."],"Please select":["Selecteer"],"Files":["Bestanden"],"with at least":["met minstens"],"Save query":["Query opslaan"],"and show at the same time":["en toon tegelijkertijd"],"or in the directory":["of in de folder"],"Show all files":["Toon alle bestanden"],"Show files of type":["Toon bestanden van type"],"or in your own way.":["of op je eigen manier."],"with any plugin for importing uploaded files to the Media Library.":["met elke plugin voor het importeren van geüploade bestanden naar de mediabibliotheek."],"with any File Manager plugin,":["met elke File Manager plugin,"],"with any (S)FTP-Client,":["met elke (S)FTP client,"],"direct in the Media Library.":["direct in de mediabibliotheek."],"You can manage these":["Je kunt deze beheren"],"Here you can display all gpx, kml, geojson, json and tcx files in subdirectories of uploads directory.":["Hier kun je alle gpx, kml, geojson, JSON en tcx bestanden in subfolders van de uploads folder tonen."],"Allow all users who have access to the backend to see the files. A permission check %s only done if the files are registered in the media library.":["Sta alle gebruikers die toegang hebben tot de back-end toe om de bestanden te zien. Een toestemmingscontrole %s alleen gedaan als de bestanden zijn geregistreerd in de mediatheek."],"Allow non admin":["Sta niet-beheerder toe"],"This may be of interest if you have used wp-gpx-maps.":["Dit kan interessant zijn als je wp-gpx-maps hebt gebruikt."],"Upload gpx files into the directory":["Upload gpx bestanden in de folder"],"Allow upload to media library":["Upload naar mediabibliotheek toestaan"],"Types":["Types"],"In Frontend: Abbreviation for pace in the chart\u0004pace":["tempo"],"In Frontend\u0004Avg Pace":["Gem. tempo"],"In Frontend\u0004Max Pace":["Max. tempo"],"In Frontend\u0004Min Pace":["Min. tempo"],"In Frontend\u0004Avg Slope":["Gem. helling"],"Track colors according to the values of elevation":["Volg kleuren volgens de waarden van hoogte"],"Colors":["Kleuren"],"Altitude chart profile":["Hoogtegrafiekprofiel"],"Information display":["Informatie tonen"],"The active track is displayed in this color.":["Het actieve spoor wordt in deze kleur weergegeven."],"You are using the sgpx shortcode from plugin wp-gpx-maps. wp-gpx-maps and leaflet-map don't work together.":["Je gebruikt de sgpx shortcode van de plugin wp-gpx-maps. Wp-gpx-maps en leaflet-map werken niet samen."],"Highlight color":["Markeerkleur"],"Filename as name":["Bestandsnaam als naam"],"In Frontend\u0004Avg Elevation":["Gem. hoogte"],"Display date and clock time":["Toon datum en kloktijd"],"Display time info (duration)":["Toon tijd info (duur)"],"show distance data in graph and summary \/ show distance data in summary only \/ don't show distance data":["toon afstandsgegevens in grafiek en samenvatting\/toon afstandsgegevens alleen in samenvatting\/toon geen afstandsgegevens"],"Display circle marker on End":["Toon cirkelmarkering aan het einde"],"Display circle marker on Start":["Toon cirkelmarkering bij start"],"Toggle chart ruler filter.":["Toggle grafiek liniaal filter."],"Toggle chart":["Toggle grafiek"],"three digit number (px), minimum 100, maximum 499":["drie cijfers (px), minimaal 100, maximaal 499"],"Height of the chart":["Hoogte van de grafiek"],"If %s is disabled, you can't see all charts at the same time (except at the beginning).":["Als %s is uitgeschakeld, kun je niet alle grafieken tegelijk zien (behalve aan het begin)."],"You can always toggle the charts individually by clicking on %s.":["Je kunt de grafieken altijd afzonderlijk togglen door op %s te klikken."],"or check out Raruto's %1$sexamples%2$s":["of bekijk Raruto's %1$svoorbeelden%2$s"],"Other Theme":["Ander thema"],"To change it see the bottom of the page.":["Om het te wijzigen, zie de onderkant van de pagina."],"Your theme is the":["Je thema is de"],"Chart background color":["Achtergrondkleur van de grafiek"],"Track color":["Track kleur"],"Pace profile - time per distance":["Tempo profiel - tijd per afstand"],"Theme \/ Colors":["Thema\/kleuren"],"hidden":["verborgen"],"no":["nee"],"yes":["ja"],"Your setting:":["Je instelling:"],"Tooltip display":["Tooltip tonen"],"Axis display":["As weergave"],"Display diagram":["Toon diagram"],"Setting":["Instelling"],"Charts":["Grafieken"],"Distance and time":["Afstand en tijd"],"Markers and Waypoints":["Markers en waypoints"],"Appearance":["Weergave"],"Detailed documentation and examples":["Uitgebreide documentatie en voorbeelden"],"In Frontend: Abbreviation for altitude in the chart\u0004y":["y"],"In Frontend: Abbreviation for length in the chart\u0004x":["x"],"In Frontend: Abbreviation for speed in the chart\u0004v":["v"],"In Frontend: Abbreviation for duration in the chart\u0004T":["T"],"In Frontend: Abbreviation for time in the chart\u0004t":["t"],"In Frontend: Abbreviation for slope in the chart\u0004m":["m"],"In Frontend: Abbreviation for heart rate in the chart\u0004hr":["hs"],"In Frontend: Abbreviation for cadence in the chart\u0004cad":["cad"],"In Frontend: Abbreviation for acceleration in the chart\u0004a":["v"],"In Frontend\u0004Elevation":["Hoogte"],"In Frontend\u0004Download":["Download"],"In Frontend\u0004Avg Acceleration":["Gem. versnelling"],"In Frontend\u0004Max Acceleration":["Max. versnelling"],"In Frontend\u0004Min Acceleration":["Min. versnelling"],"In Frontend\u0004Avg Speed":["Gem. snelheid"],"In Frontend\u0004Max Speed":["Max. snelheid"],"In Frontend\u0004Min Speed":["Min. snelheid"],"In Frontend\u0004Max Slope":["Max. helling"],"In Frontend\u0004Min Slope":["Min. helling"],"In Frontend\u0004Total Descent":["Totale daling"],"In Frontend\u0004Total Ascent":["Totale stijging"],"In Frontend\u0004Min Elevation":["Min. hoogte"],"In Frontend\u0004Max Elevation":["Max. hoogte"],"In Frontend\u0004Total Length":["Totale lengte"],"In Frontend\u0004Total Time":["Totale tijd"],"In Frontend\u0004Speed":["Snelheid"],"In Frontend\u0004Slope":["Helling"],"In Frontend\u0004Altitude":["Hoogte"],"In Frontend\u0004Acceleration":["Versnelling"],"Pay attention to the setting for %1$s, it depends on the used Map Tiles, see %2$shere%3$s.":["Let op de instelling voor %1$s, het hangt af van de gebruikte kaarttegels, zie %2$shier%3$s."],"Load any elements with any %s shortcode":["Laad alle elementen met elke %s shortcode"],"Use it to highlight a %s element and get a tooltip on mouse over.":["Gebruik het om een %s element te markeren en een tooltip te krijgen bij hoveren."],"Please see the admin page for options.":["Bekijk de beheerpagina voor opties."],"If %1$s contains %2$s and %3$s, then markers (respectively Points) for which the property %4$s does not apply are placed in the %5$s group. Markers (respectively Points) whose property is not known are placed in the %6$s group. See also the developer console.":["Als %1$s %2$s en %3$s bevat, worden markeringen (respectievelijk punten) waarvoor de eigenschap %4$s niet van toepassing is, in de %5$s groep geplaatst. Markeringen (respectievelijk punten) waarvan de eigenschap niet bekend is, worden in de %6$s groep geplaatst. Zie ook de ontwikkelaar console."],"and":["en"],"Shortcode for grouping markers (points) in leaflet-geojson":["Shortcode voor het groeperen van markers (punten) in leaflet-geojson"],"comma separated strings to distinguish the markers, e.g. an unique substring in %1$s or the exact string (e.g.%2$s) in %3$s":["komma gescheiden strings om de markeringen te onderscheiden, bijvoorbeeld een unieke substring in %1$s of de exacte string (bijv.%2$s) in %3$s"],"is the name of a property in properties of the Point in the FeatureCollection":["is de naam van een eigenschap in eigenschappen van het punt in de FeatureCollection"],"Options for grouping markers (points) in leaflet-geojson":["Opties voor het groeperen van markeringen (punten) in leaflet-geojson"],"Shortcode for grouping leaflet-markers":["Kortcode voor het groeperen van leaflet-markers"],"Options for grouping leaflet-markers":["Opties voor het groeperen van leaflet-markers"],"Display waypoints in map and in chart \/ only in map \/ only in chart \/ none":["Toon waypoints op kaart en in grafiek\/alleen op kaart\/alleen in grafiek\/geen"],"Only meaningful, if waypoints are shown in the map.":["Alleen zinvol als waypoints op de kaart worden getoond."],"Only meaningful, if %1$swaypoints%2$s is not %3$s.":["Alleen zinvol, als %1$swaypoints%2$s niet %3$s is."],"If %1$s is selected, you must define some %2$ssettings for the icons":["Als %1$s is geselecteerd, moet je enkele %2$sinstellingen voor de iconen definiëren"],"Toggle custom waypoint icons":["Toggle aangepaste waypoint iconen"],"Toggle waypoint labels":["Toggle waypoint labels"],"Show waypoint labels in map and in chart \/ only in map \/ only in chart \/ none":["Toon waypoint labels op kaart en in grafiek\/alleen op kaart\/alleen in grafiek\/geen"],"Generated Javascript":["Gegenereerde JavaScript"],"If you need more special characters than %s for your waypoints, please ask in the forum.":["Als je meer speciale karakters nodig hebt dan %s voor je waypoints, vraag het op het forum."],"e.g.":["b.v."],"Any blank character from %1$sText of GPS symbol name%2$s is converted to a minus sign, uppercase to lowercase, a comma will be escaped.":["Elk leeg teken van %1$sText of GPS symbol name%2$s wordt omgezet in een minteken, hoofdletters naar kleine letters, een komma zal worden geëscaped."],"You can use any css describing the waypoint.":["Je kunt elke CSS gebruiken die het waypoint beschrijft."],"Must be defined for each waypoint, also for the default.":["Moet worden gedefinieerd voor elk waypoint, ook voor de standaard."],"CSS to define as HTML block (between %1$s and %2$s) or in css file":["CSS om te definiëren als HTML blok (tussen %1$s en %2$s) of in CSS-bestand"],"The waypoint CSS class Selector":["De waypoint CSS class selector"],"Waypoint specified in file":["Waypoint gespecificeerd in bestand"],"Here you can define extra waypoint options.":["Hier kun je extra waypoint opties definiëren."],"Delete":["Verwijderen"],"It may be empty, then its javascript is the default for all waypoints.":["Het kan leeg zijn, dan is de JavaScript de standaard voor alle waypoints."],"Valid characters: lowercase, uppercase, numbers, -, comma, blank character.":["Geldige karakters: lowercase, uppercase, nummers, -, komma, spatie."],"Text of GPS symbol name":["Tekst van GPS symboolnaam"],"Customize waypoints":["Pas waypoints aan"],"To customize the popup content for geojsons, see %1$sgeojson options%2$s.":["Om de pop-up inhoud voor geojsons aan te passen, zie %1$sgeojson opties%2$s."],"Providers requiring registration":["Providers die registratie vereisen"],"determines how much to extend click tolerance round an object on the map":["bepaalt hoeveel de klik tolerantie rond een object op de kaart moet worden uitgebreid"],"And hover":["En hoveren"],"Options":["Opties"],"Create cluster":["Cluster maken"],"and markers with leaflet-marker":["en markeringen met leaflet-marker"],"Create Map":["Map aanmaken"],"with %s you can specify the mapids and\/or providers for which opacity should be regulated.":["met %s kun je de mapids en\/of providers specificeren waarvoor de dekking moet worden geregeld."],"without any parameter: All your defined %1$stile servers%2$s are used.":["zonder enige parameter: al je gedefinieerde %1$stile servers%2$s worden gebruikt."],"optional: %s - This appears in the switching control.":["optioneel: %s - Dit verschijnt in de schakel besturing."],"see Leaflet Map documentation":["bekijk Leaflet Map documentatie"],"I did not tested all, I have only checked the Javascript code. If something is not working, please let me know.":["Ik heb niet alles getest, ik heb alleen de JavaScript code gecontroleerd. Als er iets niet werkt, laat het me weten."],"For a list of providers see":["Voor een lijst van aanbieders zie"],"Extra Tile Server":["Extra Tile server"],"Leaflet-providers":["Leaflet-providers"],"Tile Server":["Tile server"],"Per default all defined tile servers appear.":["Standaard verschijnen alle gedefinieerde tegel servers."],"Current Settings":["Huidige instellingen"],"Additionally you can use some predefined Tile Providers with %1$s or you can define %2$syour Tile Servers%3$s.":["Bovendien kun je enkele vooraf gedefinieerde Tile providers gebruiken met %1$s of je kunt %2$sje eigen Tile servers%3$s definiëren."],"The default Map Tiles are defined in the Leaflet Map Settings.":["De standaard kaarttegels zijn gedefinieerd in de Leaflet kaartinstellingen."],"The default Map Tiles are defined in the %1$s Settings%2$s.":["De standaard kaarttegels zijn gedefinieerd in de %1$s instellingen%2$s."],"miles or kilometers":["mijlen of kilometers"],"You can select your defined Tile Server with parameter %s as comma separated list in the shortcode:":["Je kunt je gedefinieerde tile server selecteren met parameter %s als komma gescheiden lijst in de shortcode:"],"Here you can define your Tile servers. Additionally you can specify if opacity should be regulated.":["Hier kun je je Tile servers definiëren. Daarnaast kun je aangeven of de transparantie moet worden geregeld."],"The syntax is not checked!":["De syntaxis wordt niet gecontroleerd!"],"Default Max Zoom":["Standaard max. zoom"],"Default Min Zoom":["Standaard min. zoom"],"Default Attribution":["Standaard bijdrage"],"Map Tile URL Subdomains":["Kaart tegel URL subdomeinen"],"Map Tile URL":["Kaart tegel URL"],"Tile Id":["Tegel ID"],"About Tile servers":["Over Tile servers"],"Migration from":["Migratie van"],"Function":["Functie"],"Valid for %s: Only elevation profile with or without summary line will be displayed.":["Geldig voor %s: alleen hoogteprofiel met of zonder samenvattingslijn wordt getoond."],"Summary":["Samenvatting"],"Use filename (without extension) as name of the point and track.":["Gebruik bestandsnaam (zonder extensie) als naam van het punt en het spoor."],"Site Language or Browser Language":["Site taal of browser taal"],"valid for whole site or only for one map":["geldig voor de hele site of alleen voor één map"],"The name of a %1$strack%2$s is determined as described above.":["De naam van een %1$strack%2$s wordt bepaald zoals hierboven beschreven."],"If it is false, an attempt is made to read the trackname from the file.":["Als het onwaar is, wordt geprobeerd de tracknaam uit het bestand te lezen."],"If %s (in options below or in shortcode) is true, the filename (without extension) is used.":["Als %s (in opties hieronder of in shortcode) waar is, wordt de bestandsnaam (zonder extensie) gebruikt."],"The name of a %1$strack%2$s is determined in this order:":["De naam van een %1$strack%2$s wordt in deze volgorde bepaald:"],"If you use %1$s instead of %2$s, you get an elevation profile only with or without a summary line.":["Als je %1$s in plaats van %2$s gebruikt, krijg je een hoogteprofiel alleen met of zonder een samenvattingsregel."],"If this is not available, the filename (without extension) is used.":["Indien dit niet beschikbaar is, wordt de bestandsnaam (zonder extensie) gebruikt."],"If not, an attempt is made to read the trackname from the file.":["Zo niet, dan wordt geprobeerd de tracknaam uit het bestand te lezen."],"If %1$s (in options below or in shortcode) is true, the filename (without extension) is used, no matter how %2$s is.":["Als %1$s (in opties hieronder of in shortcode) waar is, wordt de bestandsnaam (zonder extensie) gebruikt, ongeacht hoe %2$s is."],"The name of the %1$sstart point%2$s is determined in this order:":["De naam van het %1$sstartpunt%2$s wordt in deze volgorde bepaald:"],"If %1$s and %2$s are not specified, they are read from the file.":["Als %1$s en %2$s niet zijn gespecificeerd, worden ze uit het bestand gelezen."],"%1$s, %2$s and %3$s describe the %4$sstart point%5$s and are optional.":["%1$s, %2$s en %3$s beschrijven het %4$sstartpunt%5$s en zijn optioneel."],"%s is the url of the trackfile.":["%s is de URL van het trackbestand."],"You can change it with":["Je kunt het wijzigen met"],"sometimes to first zoom":["soms eerst inzoomen"],"means":["betekent"],"map like defined":["kaart zoals gedefinieerd"],"initial state of the map":["initiële staat van de kaart"],"You can set following and the Home button works as shown in the table.":["Je kunt het volgende instellen en de Home knop werkt zoals weergegeven in de tabel."],"You can delete all settings on this page.":["Je kunt alle instellingen op deze pagina verwijderen."],"%1$s is not active, %2$s parameters will interpreted with %3$s.":["%1$s is niet actief, %2$s parameters worden geïnterpreteerd met %3$s."],"If you have deleted the plugin, call this page again.":["Als je de plugin hebt verwijderd, roep deze pagina dan opnieuw op."],"Migration":["Migratie"],"wp-gpx-maps is not installed and nothing is configured.":["wp-gpx-maps is niet geïnstalleerd en er is niets geconfigureerd."],"Migrate from wp-gpx-maps":["Overstappen van wp-gpx-maps"],"No \/ Yes \/ Only, when %s is used, e.g. for testing.":["Nee\/Ja\/Alleen, wanneer %s wordt gebruikt, bijv. voor testen."],"If you are happy with this and if you don't use the track management of %1$s, you can deactivate and delete the plugin %1$s.":["Als je hier tevreden mee bent en als je het trackbeheer van %1$sniet gebruikt, kun je de plugin %1$sdeactiveren en verwijderen."],"If you want to test it first: select %1$s and write in your test page \/ post %2$s.":["Als je het eerst wil testen: selecteer %1$s en schrijf op je testpagina\/bericht %2$s."],"Select %1$s to interpret the %2$s parameters as %3$s.":["Selecteer %1$s om de %2$s parameters als %3$s te interpreteren."],"Configure your default %s settings.":["Configureer je standaard %s instellingen."],"This page helps you to migrate from %1$s to %2$s.":["Deze pagina helpt je om van %1$s naar %2$s te migreren."],"Many thanks to %1$s for his %2$sexcellent plugin%3$s, which I used myself for a long time. Unfortunately it needed some rework, especially to make WP GPX Maps and Leaflet Map work together. At some point it didn't work for me at all. So some of its features are included in the shortcode %4$s. Since version 2.2. it interprets the shortcode %5$s.":["Veel dank aan %1$s voor zijn %2$suitstekende plugin%3$s, die ik zelf lange tijd heb gebruikt. Helaas was er wat herwerk nodig, vooral om WP GPX Maps en Leaflet Map samen te laten werken. Op een gegeven moment werkte het helemaal niet meer voor mij. Daarom zijn sommige functies ervan opgenomen in de shortcode %4$s. Sinds versie 2.2. Het interpreteert de shortcode %5$s."],"You are using the sgpx shortcode from plugin wp-gpx-maps. But the script cannot detect how to handle it. Please ask in the forum.":["Je gebruikt de sgpx shortcode van de plugin wp-gpx-maps. Maar het script kan niet detecteren hoe het dit moet verwerken. Vraag het in het forum."],"See documentation and examples %1$shere%2$s.":["Zie documentatie en voorbeelden %1$shier%2$s."],"I don't need this anymore. sgpx is always interpreted as elevation.":["Ik heb dit niet meer nodig, sgpx wordt altijd geïnterpreteerd als hoogte."],"Delete all settings from WP GPX Maps!":["Verwijder alle instellingen van WP GPX Maps!"],"You have WP GPX Maps uninstalled, but some of its options exist in the database. You should delete them.":["Je hebt WP GPX Maps verwijderd, maar sommige opties staan nog in de database. Je moet ze verwijderen."],"show always the chart \/ show the chart and toggle %1$s to hide \/ hide the chart and toggle %2$s to show":["toon altijd de grafiek\/toon de grafiek en toggle %1$s om te verbergen\/verberg de grafiek en toggle %2$s om te tonen"],"show time data in graph and summary \/ show time data in summary only \/ nothing":["toon tijdgegevens in grafiek en samenvatting\/toon tijdgegevens alleen in samenvatting\/niets"],"some predefined settings \/ summary on one line \/ summary on multiple lines \/ without summary":["enkele vooraf ingestelde instellingen\/samenvatting op één regel\/samenvatting op meerdere regels\/zonder samenvatting"],"nothing":["niets"],"The elevation shortcode has many configuration options. Some things are not trivial. If you can't configure something, ask in the forum.":["De elevation hoogte shortcode heeft veel configuratieopties. Sommige dingen zijn niet eenvoudig. Als je iets niet kunt configureren, vraag het dan in het forum."],"The %1$s parameter is called %2$s, but it works with gpx, kml, geojson and tcx files.":["De %1$s parameter heet %2$s, maar het werkt met gpx, kml, geojson en tcx bestanden."],"If you want to display a track only, use %1$s functions. If you want to display a track with an elevation profile use %2$s.":["Als je alleen een track wil tonen, gebruik %1$s functies. Als je een track met een hoogteprofiel wil tonen, gebruik %2$s."],"Note":["Notitie"],"Strategy for placing markers in cluster":["Strategie voor het plaatsen van markers in cluster"],"If set, at this zoom level and below, markers will not be clustered. If 0, it is disabled.":["Als ingesteld, worden markeringen op dit zoomniveau en lager niet gegroepeerd. Als het 0 is, is het uitgeschakeld."],"Clusters and markers too far from the viewport are removed from the map for performance.":["Clusters en markeringen die te ver van het viewport zijn, worden van de kaart verwijderd voor de prestaties."],"When you click a cluster we zoom to its bounds.":["Wanneer je op een cluster klikt, zoomen we naar zijn grenzen."],"When you mouse over a cluster it shows the bounds of its markers.":["Wanneer je over een cluster beweegt, toont het de grenzen van zijn markers."],"Display track waypoints":["Toon track waypoints"],"The parameter maxZoom has been removed, please use %s instead.":["De parameter maxZoom is verwijderd, gebruik %s in plaats daarvan."],"\"default\" means: one-circle strategy up to 8 elements, else spiral strategy":["\"\"standaard\" betekent: een-cirkel strategie tot 8 elementen, anders spiraal strategie"],"Before you click the submit button, please compare your settings with the new ones and change them if they are different.":["Voordat je op de verzendknop klikt, vergelijk je instellingen met de nieuwe en wijzig ze als ze anders zijn."],"The options zoom, radius and spiderfy have been renamed to disableClusteringAtZoom, maxClusterRadius and spiderfyOnMaxZoom, but they are still valid. Your settings:":["De opties zoom, radius en spiderfy zijn hernoemd naar disableClusteringAtZoom, maxClusterRadius en spiderfyOnMaxZoom, maar ze zijn nog steeds geldig. Je instellingen:"],"Please see the %s page for options. If you want to change other ones, please post it to the forum.":["Bekijk de %s pagina voor opties. Als je andere wil wijzigen, plaats het dan op het forum."],"The parameter and settings for %s are valid too.":["De parameter en instellingen voor %s zijn ook geldig."],"The number of %1$s and %2$s must match.":["Het aantal %1$s en %2$s moet overeenkomen."],"Switch drawing helping circles on":["Schakel hulpcirkels tekenen in"],"Value to be added to each new circle distance value":["Waarde die aan elke nieuwe cirkel afstandwaarde moet worden toegevoegd"],"Multiplicator of elements number for the next circle":["Multiplicator van het aantal elementen voor de volgende cirkel"],"Number of elements in the first circle":["Aantal elementen in de eerste cirkel"],"Type of marker":["Type markering"],"Hovering and Tooltips":["Hoveren en tooltips"],"Reset the map":["Reset de kaart"],"Styling Markercluster":["Styling markercluster"],"Clustering and Grouping of Markers":["Clustering en groeperen van markers"],"Marker Clustering":["Marker clustering"],"Switching Tile Servers":["Tile servers wisselen"],"Multiple tracks with elevation profiles":["Meerdere tracks met hoogteprofielen"],"Track with an elevation profile":["Volg met een hoogteprofiel"],"Not all parameters are implemented in the plugin.":["Niet alle parameters zijn geïmplementeerd in de plugin."],"Demo and Documentation":["Demo en documentatie"],"Detailed documentation and examples in %1$sGerman%2$s and %3$sEnglish%4$s":["Uitgebreide documentatie en voorbeelden in %1$sDuits%2$s en %3$sEngels%4$s"],"Documentation":["Documentatie"],"position\/height indicator marker drawn onto the map":["positie\/hoogte indicator markering getekend op de kaart"],"Elevation Theme":["Elevation Theme"],"More options see":["Meer opties zie"],"Elevation Profile":["Hoogteprofiel"],"Render chart profiles as Canvas or SVG Paths.":["Render grafiek profielen als Canvas of SVG paden."],"Toggle \"leaflet-distance-markers\" integration":["Toggle \"leaflet-distance-markers\" integratie"],"Toggle \"leaflet-almostover\" integration":["Toggle \"leaflet-almostover\" integratie"],"Toggle chart legend filter.":["Toggle grafieklegenda filter."],"Download Link":["Download link"],"Summary track info style":["Samenvatting track info stijl"],"Display distance info":["Toon afstand informatie"],"Speed chart profile":["Snelheidsprofiel grafiek"],"Slope chart profile":["Profiel van de hellinggrafiek"],"Acceleration chart profile":["Profiel versnellingsgrafiek"],"[Lat, Long] vs [Long, Lat] points. (leaflet default: [Lat, Long])":["[Lat, Long] versus [Long, Lat] punten. (leaflet standaard: [Lat, Long])"],"Autoupdate map bounds on chart update.":["Automatisch de kaartgrenzen updaten bij het updaten van de grafiek."],"Autoupdate map center on chart mouseover.":["Automatisch het midden van de kaart updaten wanneer je met de muis over de grafiek beweegt."],"Polyline weight":["Polylijn gewicht"],"Theme Colors":["Thema kleuren"],"To reset all values to their defaults, simply click the Reset button":["Om alle waarden terug te zetten naar de standaardinstellingen, klik je eenvoudigweg op de Reset knop"],"For boolean values applies":["Voor booleaanse waarden geldt"],"Plugins Default:":["Plugin standaard:"],"You can change it for each map with":["Je kunt het voor elke map wijzigen met"],"Please reset these settings, if you are not using an own theme!":["Reset deze instellingen als je geen eigen thema gebruikt!"],"Please change this only, if you want to use your own theme.":["Verander dit alleen als je je eigen thema wil gebruiken."],"Multiple hoverable tracks":["Meerdere hoverbare tracks"],"Reset":["Reset"],"Gesture Handling":["Gebaren afhandeling"],"Hovering":["Hoveren"],"The theme is the same as the":["Het thema is hetzelfde als de"],"In your elevation.css put the styles like the theme styles in":["Zet in je elevation.CSS de stijlen zoals de thema stijlen"],"Elevation Profiles":["Hoogte profielen"],"move mouse over a track or select one in control panel ...":["beweeg de muis over een track of selecteer er een in het controlepaneel ..."],"It resets the view to all markers (leaflet-marker), lines (leaflet-line), circles (leaflet-circle), geojsons (leaflet-geojson, leaflet-gpx, leaflet-kml) and a track (elevation).":["Het reset de weergave naar alle markers (leaflet-marker), lijnen (leaflet-line), cirkels (leaflet-circle), geojsons (leaflet-geojson, leaflet-gpx, leaflet-kml) en een track (elevation)."],"Post it to the support forum":["Plaats het op het ondersteuningsforum"],"must end with":["moet eindigen met"],"appears in the switching control. To delete a server simply clear the field mapid.":["verschijnt in de schakel bediening. Om een server te verwijderen, wis eenvoudigweg het veld mapid."],"Configure a mapid, attribution and a tile url for each tile server.":["Configureer een mapid, bijdrage en een tegel URL voor elke tegel server."],"Help":["Hulp"],"comma separated labels appear in the selection menu":["komma gescheiden labels verschijnen in het selectiemenu"],"comma separated strings to distinguish the markers, e.g. an unique string in %1$s or %2$s":["komma gescheiden strings om de markeringen te onderscheiden, bijvoorbeeld een unieke string in %1$s of %2$s"],"possible meaningful values":["mogelijk betekenisvolle waarden"],"Dynamically add\/remove groups of markers from Marker Cluster":["Dynamisch groepen markeringen toevoegen\/verwijderen van Marker Cluster"],"or":["of"],"button to reset the view. A must for clustering markers":["knop om de weergave te resetten. Een must voor het clusteren van markers"],"Many markers on a map become confusing. That is why they are clustered":["Veel markeringen op een kaart worden verwarrend. Daarom worden ze geclusterd"],"When you click a cluster at the bottom zoom level we spiderfy it so you can see all of its markers.":["Wanneer je op een cluster klikt op het laagste zoom niveau, spreiden we het uit zodat je al zijn markers kunt zien."],"Default":["Standaard"],"The maximum radius that a cluster will cover from the central marker (in pixels). Decreasing will make more, smaller clusters.":["De maximale radius die een cluster zal bedekken vanaf de centrale marker (in pixels). Door te verkleinen worden er meer, kleinere clusters gemaakt. Standaard 80."],"Plugins Default":["Plugin standaard"],"Example":["Voorbeeld"],"If you want use an own style, select \"other\" theme and give it a name. Put in your functions.php following code:":["Als je je eigen stijl wilt gebruiken, selecteer dan het \"andere\" thema en geef het een naam. Voeg de volgende code toe aan je functions.php bestand:"],"Settings":["Instellingen"],"hupe13":["hupe13"],"Extensions for Leaflet Map":["Extensions for Leaflet Map"]}}}