Repository: hupe13/extensions-leaflet-map-github
Catalog: lang/extensions-leaflet-map-*.po
Languages: de_de

source: The parameter maxZoom has been removed, please use %s instead.
de_de: Der Parameter maxZoom wurde entfernt, bitte nutze stattdessen %s.

source: The parameters (querystring) from this link should be:
de_de: Die Parameter (querystring) von diesem Link sollten sein:

source: The plugin checks this and only loads its own if no others are found.
de_de: Das Plugin überprüft dies und lädt nur seine eigenen, wenn keine anderen gefunden werden.

source: The shortcode %1$s is a special case of %2$s respectively %3$s.
de_de: Der Shortcode %1$s ist ein Spezialfall von %2$s bzw. %3$s.

source: The specific style and css depends on your %1$stheme and taste%2$s
de_de: Der konkrete Style und das CSS sind abhängig von deinem %1$sTheme und Geschmack%2$s

source: The specification in the first command applies. It is valid for %s too.
de_de: Es gilt die Angabe im ersten Befehl. Sie ist auch für %s gültig.

source: The substring %1$s will be replaced in the path of the %2$s with any of %3$s.
de_de: Die Zeichenfolge %1$s wird im Pfad von %2$s durch eine beliebige von %3$s ersetzt.

source: The syntax is not checked!
de_de: Die Syntax wird nicht überprüft!

source: The theme is the same as the
de_de: Das Theme ist das selbe wie das

source: the title
de_de: der Titel

source: The tooltip content is the same as the popup content.
de_de: Der Inhalt vom Tooltip ist derselbe wie vom Popup.

source: The tooltip has a %1$s, its default is %2$s. You can style the tooltip with css, e.g.
de_de: Der Tooltip hat einen %1$s, dessen Standard ist %2$s. Du kannst den Tooltip mit css stylen, z.B.

source: The URL can be link to a page on your website or to a remote one.
de_de: Die URL kann ein Link zu einer Seite auf deiner Website oder zu einer entfernten Seite sein.

source: the url to the page / post
de_de: die URL der Seite / des Beitrages

source: The waypoint CSS class Selector
de_de: Der CSS-Klassen-Selektor für den Wegpunkt

source: the waypoint in the track file,
de_de: der Wegpunkt im Trackfile,

source: The word "page" in this documentation means page or post.
de_de: Das Wort „Seite“ bedeutet in dieser Dokumentation Seite oder Beitrag.

source: Theme / Colors
de_de: Theme / Farben

source: Theme Colors
de_de: Farben der Themes

source: There are three shortcodes: %1$s to group elements by options%2$s to group elements by properties%3$s to display groups in a tree view
de_de: Es gibt drei Shortcodes: %1$s, um Elemente nach Optionen zu gruppieren%2$s, um Elemente nach Eigenschaften (Features) zu gruppieren%3$s, um Gruppen in einer Baumansicht anzuzeigen

source: This is the only way to link to a marker on your map from an %1$sexternal%2$s site.
de_de: Dies ist die einzige Möglichkeit, einen Link zu einem Marker auf deiner Karte auf einer %1$sexternen%2$s Webseite zu erstellen.

source: This is the zoom level for zooming to the target marker.
de_de: Das ist der Zoomlevel für das Zoomen auf den Zielmarker.

source: This may be of interest if you have used wp-gpx-maps.
de_de: Das kann von Interesse sein, wenn du wp-gpx-maps verwendet hast.

source: This means for you:
de_de: Das bedeutet für dich:

source: This page helps you to migrate from %1$s to %2$s.
de_de: Diese Seite hilft dir, von %1$s zu %2$s zu migrieren.

source: This plugin allows to detect mouse click and overing events on lines, with a tolerance distance.
de_de: Dieses Plugin ermöglicht die Erkennung von Mausklick- und Hover-Ereignissen mit einem Toleranzabstand.

source: This setting is valid for %1$s, %2$s and %3$s.
de_de: Diese Einstellung gilt für %1$s, %2$s und %3$s.

source: This shortcode requires %1$s, version 6 is included in the plugin.
de_de: Dieser Shortcode erfordert %1$s, Version 6 ist im Plugin enthalten.

source: three digit number (px), minimum 100, maximum 499
de_de: dreistellige Zahl (px), mindestens 100, höchstens 499

source: Tile Id
de_de: Kachel-ID

source: Tile Server
de_de: Kachelserver

source: To change it see the bottom of the page.
de_de: Um es zu ändern, siehe unten auf der Seite.

source: To change the display of waypoints in the elevation profile, 3 things are important:
de_de: Um die Anzeige von Wegpunkten im Höhenprofil zu ändern, sind 3 Dinge wichtig:

source: To customize the popup content for geojsons, see %1$sgeojson options%2$s.
de_de: Zum Anpassen des Popup-Inhalts für geojsons siehe %1$sOptionen für geojson%2$s.

source: To define the background color (default: %1$s) for the list in all your maps define %2$s in customizer or using another method:
de_de: Um die Hintergrundfarbe für die Liste (Standard %1$s) in all deinen Karten festzulegen, definiere das %2$s im Customizer oder mit einer anderen Methode:

source: To manage your tracks now, you can use %1$sManage Leaflet Map files%2$s.
de_de: Um deine Tracks nun zu verwalten, kannst du %1$sDateien für Leaflet Map%2$s verwenden.

source: To reset all values to their defaults, simply click the Reset button
de_de: Um alle Werte auf ihre Standardwerte zurückzusetzen, drücke einfach "Zurücksetzen"

source: Toggle "leaflet-almostover" integration
de_de: Umschalten der "leaflet-almostover"-Integration

source: Toggle "leaflet-distance-markers" integration
de_de: Anzeige von Entfernungsmarkern

source: Toggle "leaflet-edgescale" integration
de_de: Umschalten der "leaflet-edgescale"-Integration

source: Toggle chart
de_de: Diagramm umschalten

source: Toggle chart legend filter.
de_de: Diagrammumschalter anzeigen.

source: Toggle chart ruler filter.
de_de: Diagrammlineal ein- und ausschalten.

source: Toggle custom waypoint icons
de_de: Icons für Wegpunkte

source: Toggle direction arrows
de_de: Richtungspfeile ein-/ausschalten

source: Toggle waypoint labels
de_de: Wegpunktbeschriftungen

source: Tooltip display
de_de: Anzeige Tooltip

source: Tooltip text of the %s button.
de_de: Tooltip-Text der Schaltfläche %s.

source: Tooltip text of the home button.
de_de: Tooltip-Text des Home Buttons.

source: Track color
de_de: Trackfarbe

source: Track color over the ruler filter
de_de: Trackfarbe oberhalb des Lineals im Höhendiagramm

source: Track colors according to the values of elevation
de_de: Farben des Track entsprechend der Höhenwerte

source: track control collapsed
de_de: Track-Kontrollfeld geschlossen

source: Track with an elevation profile
de_de: Track mit einem Höhenprofil

source: Tracks from all files in a directory
de_de: Tracks aus allen Dateien in einem Verzeichnis

source: Translation
de_de: Übersetzung

source: true or false - show marker in list when hover
de_de: true oder false - den Marker in der Liste bei Mauszeigerkontakt anzeigen

source: true or false - show only visible marker in list (default) / show all marker in list
de_de: true oder false - nur sichtbare Marker in der Liste anzeigen (Standard) / alle Marker in der Liste anzeigen

source: true or false - the list is collapsed or not (default)
de_de: true oder false - die Liste ist geschlossen oder nicht (Standard)

source: Type of marker
de_de: Markertyp

source: Types
de_de: Typen

source: Units
de_de: Einheiten

source: Upload gpx files into the directory
de_de: Lade gpx-Dateien in das Verzeichnis

source: Uploaded on:
de_de: Hochgeladen am:

source: url to directory, default: URL from upload directory.
de_de: URL zum Verzeichnis, Standard: URL vom Upload-Verzeichnis.

source: URL to the icon when it hover or clicked. If it is an empty string or the marker icon has not an %s, the icon does not change. Default: red icon
de_de: URL des Icons, welches bei Mauszeigerkontakt oder Klick angezeigt wird. Ist es ein leere Zeichenfolge oder das Marker-Icon hat keine %s, ändert sich das Icon nicht. Standard: rotes Symbol

source: URL to the target page. Default: same page
de_de: URL zur Zielseite. Standard: dieselbe Seite

source: Use filename (without extension) as name of the point and track.
de_de: Verwende den Dateinamen (ohne Erweiterung) als Name vom Track und des Startpunktes.

source: Use it like the popup content for Geojsons in Leaflet Map: To add feature properties to the popups, use the inner content and curly brackets to substitute the values:
de_de: Verwende es wie den Popup-Inhalt für Geojsons in Leaflet Map: Um Feature-Eigenschaften zu den Popups hinzuzufügen, verwende den inneren Inhalt und geschweifte Klammern, um die Werte zu ersetzen:

source: Use it to highlight a %s element and get a tooltip on mouse over.
de_de: Verwende es, um ein %s-Element hervorzuheben und einen Tooltip bei Mauszeigerkontakt zu erhalten.

source: Use SVG version, Possible values: true or false
de_de: SVG-Version verwenden, Mögliche Werte: true oder false

source: Use the %1$sdirectory listing%2$s for simplicity.
de_de: Verwende der Einfachheit halber die %1$sVerzeichnisanzeige%2$s.

source: Use transients
de_de: Verwende Transienten

source: Valid characters: lowercase, uppercase, numbers, -, comma, blank character.
de_de: Gültige Zeichen: Kleinbuchstaben, Großbuchstaben, Zahlen, -, Komma, Leerzeichen.

source: Valid for %s: Only elevation profile with or without summary line will be displayed.
de_de: Gilt für %s: Es werden nur Höhenprofile mit oder ohne Zusammenfassung angezeigt.

source: Valid for all maps on the page/post.
de_de: Gilt für alle Karten der Seite / des Beitrages.

source: valid for whole site or only for one map
de_de: gilt für die gesamte Seite oder nur für eine Karte

source: Value to be added to each new circle distance value
de_de: Wert, der zu jedem neuen Kreisabstandswert addiert wird

source: Values
de_de: Werte

source: View
de_de: Anzeigen

source: Waypoint labels alignment in chart
de_de: Ausrichtung der Wegpunktbeschriftungen im Diagramm

source: Waypoint labels rotation (degrees) in chart
de_de: Drehung der Wegpunktbeschriftungen (Grad) im Diagramm

source: Waypoint specified in file
de_de: Wegpunkt wie in Datei angegeben

source: We try to maintain leaflet-providers in such a way that you'll be able to use the layers we include without paying money.<br> This doesn't mean no limits apply, you should always check before using these layers for anything serious.
de_de: Wir bemühen uns, die Leaflet Provider so zu pflegen, dass man die Karten verwenden kann, ohne Geld zu bezahlen.<br> Das bedeutet nicht, dass es keine Einschränkungen gibt, du solltest dich immer erkundigen, bevor du sie verwendest..

source: When Gesture Handling is enabled:
de_de: Wenn Gestensteuerung aktiviert ist:

source: When markers are grouped, %1$s is automatically active and the parameter and settings for %2$s are valid too.
de_de: Wenn Marker gruppiert werden, ist %1$s automatisch aktiv und die Parameter und Einstellungen für %2$s gelten ebenfalls.

source: When you click a cluster at the bottom zoom level we spiderfy it so you can see all of its markers.
de_de: Wenn man ein Cluster in der untersten Zoomstufe anklickt, wird es gespidert, so dass man alle seine Marker sehen kann.

source: When you click a cluster we zoom to its bounds.
de_de: Wenn man auf ein Markercluster klickt, wird die Karte zu dessen Grenzen gezoomt.

source: When you mouse over a cluster it shows the bounds of its markers.
de_de: Wenn man mit der Maus über ein Cluster fährt, wird die Grenze seiner Marker angezeigt.

source: which property in the features to use
de_de: welche Eigenschaft in den Merkmalen zu verwenden ist

source: with %s you can specify the mapids and/or providers for which opacity should be regulated.
de_de: Mit %s kannst du die mapids und/oder providers angeben, für die die Transparenz geregelt werden soll.

source: with any (S)FTP-Client,
de_de: mit einem beliebigen (S)FTP-Programm

source: with any File Manager plugin,
de_de: mit einem beliebigen Dateimanager-Plugin,

source: with any plugin for importing uploaded files to the Media Library.
de_de: mit einem beliebigen Plugin zum Importieren hochgeladener Dateien in die Mediathek.

source: with at least
de_de: mit mindestens

source: without any parameter: All your defined %1$stile servers%2$s are used.
de_de: ohne jeden Parameter: All deine definierten %1$sKachelserver%2$s werden verwendet.

source: wp-gpx-maps is not installed and nothing is configured.
de_de: wp-gpx-maps ist nicht installiert und es ist nichts konfiguriert.

source: y Axis Max
de_de: y Achse Maximum

source: y Axis Min
de_de: y Achse Minimum

source: yes
de_de: ja

source: You are using %1$s, there is a %2$sbug%3$s.
de_de: Du verwendest %1$s, hier gibt es einen %2$sBug%3$s.

source: You are using the sgpx shortcode from plugin wp-gpx-maps. But the script cannot detect how to handle it. Please ask in the forum.
de_de: Du verwendest den Shortcode sgpx vom Plugin wp-gpx-maps. Aber das Skript kann nicht erkennen, was zu tun ist. Bitte frage im Forum.

source: You are using the sgpx shortcode from plugin wp-gpx-maps. wp-gpx-maps and leaflet-map don't work together.
de_de: Du verwendest den Shortcode sgpx des Plugins wp-gpx-maps. wp-gpx-maps und leaflet-map funktionieren nicht gleichzeitig.

source: You can also use some options like %1$s from %2$s.
de_de: Du kannst auch einige Optionen wie %1$s von %2$s verwenden.

source: You can always toggle the charts individually by clicking on %s.
de_de: Du kannst die Diagramme jederzeit einzeln umschalten, indem du auf %s klickst.

source: You can change it for each map with
de_de: Du kannst es für jede Karte ändern mit

source: You can change it with
de_de: Du kannst es ändern mit

source: You can delete all settings on this page.
de_de: Du kannst alle Einstellungen auf dieser Seite löschen.

source: You can display all gpx, kml, geojson, json and tcx files in subdirectories of uploads directory.
de_de: Du kannst dir alle gpx-, kml-, geojson, json und tcx-Dateien in Unterverzeichnissen des Uploads-Verzeichnisses anzeigen lassen.

source: You can enable it for all maps or for individual maps.
de_de: Du kannst sie für alle Karten aktivieren oder für eine einzelne Karte.

source: You can manage these
de_de: Du kannst sie verwalten

source: You can manage these according to your permissions
de_de: Du kannst diese entsprechend deinen Berechtigungen verwalten

source: You can of course use %1$s and define waypoints with additional %2$s and %3$s shortcodes.
de_de: Du kannst natürlich auch %1$s setzen und Wegpunkte mit zusätzlichen Shortcodes für %2$s und %3$s definieren.

source: You can select your defined Tile Server with parameter %s as comma separated list in the shortcode:
de_de: Du kannst Deine definierten Kachelserver als kommagetrennte Liste im Parameter %s angeben:

source: You can set following and the Home button works as shown in the table.
de_de: Du kannst folgende Einstellungen vornehmen und der Home Button funktioniert wie in der Tabelle angegeben.

source: You can specify %s as you like.
de_de: Du kannst %s angeben wie du möchtest.

source: You can specify multiple %1$s and %2$s. If the %3$s are called the same, the elements will be placed in the same group despite having different options resp. properties.
de_de: Du kannst mehrere %1$s und %2$s angeben. Wenn die %3$s gleich genannt werden, werden die Elemente trotz unterschiedlicher Optionen bzw. Eigenschaften in dieselbe Gruppe eingeordnet.

source: You can test it yourself on a %1$sseparate page%2$s.
de_de: Du kannst es selbst auf einer %1$sExtra-Seite%2$s (leider nur auf englisch) testen.

source: You can use %1$s if you use the option %2$s, it is not used by %3$s but passed through.
de_de: Du kannst %1$s verwenden, wenn du die Option %2$s verwendest. Sie wird nicht von %3$s verwendet, aber durchgereicht.

source: You can use an %1$s also.
de_de: Du kannst auch ein %1$s verwenden.

source: You can use any css describing the waypoint.
de_de: Du kannst jedes beliebige css verwenden, das den Wegpunkt beschreibt.

source: You can use iconclass to group, regardless of whether they affect the appearance of the icon or not.
de_de: Du kannst iconclass zum Gruppieren verwenden, unabhängig davon, ob es das Aussehen des Symbols beeinflusst oder nicht.

source: You can use strings in curly brackets to substitute the values:
de_de: Du kannst Zeichenketten in geschweiften Klammern verwenden, um die Werte zu ersetzen:

source: You can use the parameter %s also.
de_de: Du kannst auch den Parameter %s verwenden.

source: You can use these in the custom field for the icon and in shortcode %s.
de_de: Du kannst diese im individuellen Feld für das Icon und im Shortcode %s angeben.

source: You can use these options like in %1$sElevation Profile%2$s
de_de: Du kannst folgende Optionen wie beim %1$sHöhenprofil%2$s verwenden

source: You can write this shortcode anywhere in your text.
de_de: Du kannst diesen Shortcode irgendwo in deinem Text schreiben.

source: You can't use the character %s allone.
de_de: Das Zeichen %s kann nicht allein verwendet werden.

source: You have WP GPX Maps uninstalled, but some of its options exist in the database. You should delete them.
de_de: Du hast WP GPX Maps deinstalliert, aber einige seiner Optionen sind in der Datenbank noch vorhanden. Du solltest sie löschen.

source: You may be interested in %1$sDSGVO snippet for Leaflet Map and its Extensions%2$s.
de_de: Dich interessiert vielleicht das %1$sDSGVO Snippet für Leaflet Map und seine Erweiterungen%2$s.

source: Your %s setting for
de_de: Deine %s Einstellung für

source: Your Leaflet Map Settings
de_de: Deine Leaflet Map Einstellungen

source: Your setting:
de_de: Deine Einstellung:

source: Your theme is the
de_de: Dein Theme ist das

source: Your theme or one of your plugins may provide Font Awesome.
de_de: Dein Theme oder eines deiner Plugins stellt möglicherweise den Font Awesome bereit.

source: Your web site language isn't english? You can speak english?
de_de: Die Sprache deiner Website ist nicht englisch oder deutsch? Du kannst englisch?

source: Zoom in
de_de: Vergrößern

source: zoom level for move to location for searching markers
de_de: Zoomlevel wenn der gefundene Standort angezeigt wird

source: Zoom out
de_de: Verkleinern
